<?
$data7[32]["title"]="月／Moon";
$data7[32]["sub"]="人気、ロマンス、インスピレーション、柔軟、サポート";
$data7[32]["comm"]="行き詰まった時は自分の内から湧き出るイメージ、インスピレーションを大切にすると問題解決につながります。";
$data7[32]["log"]="<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★★</span></span><span class=\"card_log\">内助の功的な働きにスポットライトが当たり、あなたの評価が上がりそう。自分が前に出るというよりは周りの引き立てによって輝く年。周囲に対して優しく親切でいるように心がけましょう。また、今年はインスピレーション、感受性が増している年。自分を内面から輝かせるために芸術的なものに触れるとよいでしょう。</span><span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★★</span></span><span class=\"card_log\">人気運、ロマンス運が高まっています。外で声をかけられることが増えたり、職場の異性に優しくしてもらえたりと、異性関係で良い流れが起きそう。恋人募集中の人は、日常のふとした時に感じる視線など、恋のチャンスを見落とさないようにしましょう。笑顔と聞き上手な態度。これが恋の成功率を上げます。</span><span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span><span class=\"card_log\">周囲のサポート役に徹することで仕事が円滑に進みます。結果的に評価が上がり、頼られることも増えそう。問題の渦中にいるよりは一歩引いた態度で接するほうがよい時です。</span>";

$data7[33]["title"]="鍵／Key";
$data7[33]["sub"]="鍵、ヒント、解決策";
$data7[33]["comm"]="今までのあなたから一皮剥けるチャンスの年です。流れを見極め、積極的に乗るようにしていきましょう。";
$data7[33]["log"]="<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">未来の自分に対するヒントが得られる年です。この1年の自分の行動───どれだけ頑張ったか、何に興味を持ったか、それらがすべて未来の自分につながっていきます。鍵はあなたが握っています。新たなものへのチャレンジ。自分の世界を広げるためにも、好奇心を忘れないようにしてください。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">大きなきっかけ、ターニングポイントの年となりそう。人生を左右する人に出会えるかもしれません。恋のきっかけは身近なところに転がっています。新たな展開を楽しむ気持ちを持ちましょう。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">今までの自分から一段階上に進むチャンス到来です。上司の話やふと耳にする言葉など、ちょっとした情報を逃さないようにしてください。目ざとく、耳ざとくがキーワードです。</span>";

$data7[19]["title"]="塔／Tower";
$data7[19]["sub"]="会社、社会、ルール、制度";
$data7[19]["comm"]="地道な努力、一歩ずつ前進するような堅実さを大切にしてください。";
$data7[19]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">周りとの関係や自分の置かれている立場など、社会とのつながりに目を向けて現実的に動くことが求められます。今年は周りから見られている自分を意識してください。「社会性」がキーワードとなる年。大きなことを成し遂げるというよりは堅実に、日々の積み重ねを大切にしましょう。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">堅実に現状維持の運気が続きます。お相手がいる人はこのまま堅実なお付き合いが育まれる年。将来に向けた話し合いなど、今後について考えて行くのもよいでしょう。恋人募集中の人は日々の忙しさに流されて積極的な行動が途絶えがち。手堅い仕事、真面目な人と出会いがありそうです。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">会社との絆が強まる年です。重要な仕事を任される分、残業はやや多めかもしれません。時には人を頼るなど、自分一人で頑張りすぎないようにしましょう。</span>";

$data7[18]["title"]="犬／Dog";
$data7[18]["sub"]="友人、仲間、忠誠";
$data7[18]["comm"]="自分の利益を考えた行動、嘘や隠し事はNGな年。誠実さを意識するのが開運のポイントです。";
$data7[18]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★☆</span>運気は安定傾向。自分から前に出るよりも誰かの流れに乗ったほうが上手くいく年です。今年は周りの人に助けられることが多くなります。困った時や行き詰まった時などは、友人の存在が大きな支えとなるでしょう。最近疎遠になっているという人は年始の挨拶がてら連絡を取ってみるとよさそう。</span>
<span class=\"card_log\"></span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★☆☆</span>信頼、安心が恋の進展のキーワードです。言い換えれば、新しい恋愛は信頼できる人とでないとなかなか進みません。今年は友人が恋の味方として大活躍する年。悩みがある時は相談してみましょう。恋人募集中の人は友人の紹介で恋が始まる可能性があります。
</span>
<span class=\"card_log\"></span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span>我を通すよりも会社や上司に忠実であるほうが上手くいきます。自分に求められていることは何かを考えて動きましょうまた、今年は同僚に助けられることが増えそう。普段から良い関係を築いておきましょう。</span>
<span class=\"card_log\"></span>";

$data7[21]["title"]="山／Mountain";
$data7[21]["sub"]="障害、距離、困難、大きな挑戦";
$data7[21]["comm"]="今年のキーワードは、備えあれば憂いなし。しっかりと準備しておきましょう。";
$data7[21]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★☆☆☆</span></span>
<span class=\"card_log\">運気としてはやや重ため。頭打ちに感じる出来事があったり、重圧がのしかかってきたりと、思うように行きにくい年です。大きな挑戦、チャレンジが求められています。それは楽なものではありません。万全に準備を整える必要がありますし、時間もかかります。でも、ここで諦めないこと。この挑戦を乗り越えることであなたは大きく成長し、たくさんの学びやギフトを得ることができます。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★☆☆☆</span></span>
<span class=\"card_log\">会う時間が減る、気持ちがすれ違うなど、思うようにいかないことが増えそう。今年は無理して自分のペースに持ち込もうとせず、のんびりとお付き合いをする気持ちを持ちましょう。出会い運も停滞気味。出会いを呼ぶためには今のままのあなたではなく、人として大きく成長することが求められます。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">物事が遅延してなかなか思うように進まない年。他人に足を引っ張られるなど邪魔が入ることも多そうです。スケジュールは遅れ気味と思ってください。</span>";

$data7[5]["title"]="樹木／Wood";
$data7[5]["sub"]="成長、健康、忍耐、ネットワーク";
$data7[5]["comm"]="毎月の目標、プランを作成して望む未来につなげていきましょう。";
$data7[5]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">今年は成長につながること全般にツキあり。あなたにとって大きな学びや成長につながる1年です。四方八方に意識を張り巡らせるようにしてください。たくさんの情報を取り入れて貪欲に学んでいきましょう。資格試験など自分の身になるものに手を出すのもおすすめです。注意点として、今年は無理が利きにくい年。健康面に黄信号が灯っています。心身のメンテナンスを心がけましょう。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">将来に向けてじっくりとお付き合いを深める年。結婚など将来的なことについて考えるのもよいでしょう。出会いを探している人はネットやSNSなど情報のつながりにチャンスあり。ただし、成立するまで少し時間がかかりそう。</span><span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span><span class=\"card_log\">粘り強さや頑張り、成長が求められます。成果は一朝一夕には上がりません。人と比べるのではなく自分のために仕事をすることが大切です。</span>";

$data7[22]["title"]="道／Paths";
$data7[22]["sub"]="選択、道、手段、地図";
$data7[22]["comm"]="迷った時は今一度自分を見つめ直し、この道でいこうと覚悟を決めることが大切です。";
$data7[22]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">人生において何らかの選択が迫られる年です。方向性に迷った時には、今考えているもの以外にも選択肢があるはずと、プランBを探してください。見落としているものにこそ、大きなヒントが隠れていることがあります。焦りや迷いが生まれやすい時期です。迷った時は一歩立ち止まって現状を確認するようにしましょう。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★☆☆☆</span></span>
<span class=\"card_log\">未来について悩むことが増えそう。新しい恋の予感もありますが、気持ちが定まらず複数の異性に惹かれることになるかもしれません。自分が選んだ道を信じる覚悟が必要な年です。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">今まで信じてきたことに迷いが生じ、今後について悩むことが増えるかもしれません。視野が開け新たな選択肢が見えてくる時。未来は1つだけではありません。複数の可能性があると考えて動きましょう。			
</span>";

$data7[35]["title"]="錨／Anchor";
$data7[35]["sub"]="安定、安心、信頼、継続、仕事";
$data7[35]["comm"]="保守的になりやすい年です。守りを固めることも大切ですが、守りすぎには注意しましょう。";
$data7[35]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">夢や目標をしっかりと見定め、着実に歩んで行く年です。物事の現実的な面を大切にする傾向が強まります。やらなければならないことに追われがちですが、優先順位を決めてルーチン化すれば問題はクリアになります。その時々の決断を大切にしてください。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">恋人がいる人の恋愛運は安定。未来に向けて良い流れが進んでいきます。将来的な話が出るかもしれません。一方、恋人募集中の人は環境を変えないと恋につながらない予感。職場に気になる人が現れるかもしれません。でも、見ているだけでは駄目。あなたから動くことも考えましょう。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★★</span></span>
<span class=\"card_log\">仕事運は絶好調。判断力、決断力が冴え、周囲の評価も上がりそう。ただし、1つのことに固執して頑固になりやすい面もあるので、時には周りの意見を聞くことを意識しましょう。</span>";

$data7[20]["title"]="庭園／Garden";
$data7[20]["sub"]="社交、集まり、イベント、パーティー";
$data7[20]["comm"]="人脈が大切になる年です。相手に好印象を与えるためにもセンスアップを図っていきましょう。";
$data7[20]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★★</span></span>
<span class=\"card_log\">社交運絶好調。趣味に遊びにと忙しくなりそうな年。人との交流で成長する1年です。今年は自分の世界に閉じこもっていては駄目。ネット、リアルどちらでもよいので積極的に人と関わるようにしましょう。趣味、興味のある分野が新しく増えそうな予感もあります。社交的になる分、出費は少し増えますが、充実した時間を過ごすための必要経費と割り切って。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">SNSや飲み会、交流会など人の集まる場に出会いのチャンスあり。ご縁のある人は外見よりも中身、趣味や好みが合う人です。恋人がいる人は順調なお付き合いとなりそう。結婚を見据えた同棲の話が出るかもしれません。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">いかにも仕事というガチガチのお付き合いよりも飲みに行ったり雑談したりといった和やかな空気感が大切になります。仕事も遊びも全力で楽しむといった気持ちの余裕を持ちましょう。</span>";

$data7[1]["title"]="騎士／Cavalier";
$data7[1]["sub"]="メッセンジャー、出会い、動き、スピード";
$data7[1]["comm"]="臨機応変な行動が現状打開の鍵。スピーディーにアグレッシブに動くことが求められます。";
$data7[1]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">人に限らず物や環境など、様々な「出会い」がある年です。今年は自ら動くことを大切にしてください。多少の困難は度胸と行動力で何とかなります。スピード感を意識して動きましょう。また、この1年は情報収集が鍵。色々な場所に赴き積極的に情報収集をしてください。足で動いて集めることがポイントです。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">年下の異性と出会いのチャンスがありそう。お相手は爽やかなタイプでフットワークの軽い人。熱い想いをぶつけられることになるかも。恋人のいる人はあちこち出かけて楽しい時間を過ごすと吉。ただし、女性の方は浮気心に注意です。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">営業力や行動力が大切となる年です。仕事先にはこまめな連絡を。細やかな気遣い、フットワークの軽さが次の仕事につながります。事務職の人は仕事を溜めずに早めに片付けるようにしましょう。</span>";


?>

