<?
$data7[32]["title"]="月／Moon";
$data7[32]["sub"]="人気、ロマンス、インスピレーション、柔軟、サポート";
$data7[32]["comm"]="行き詰まった時は自分の内から湧き出るイメージ、インスピレーションを大切にすると問題解決につながります。";
$data7[32]["log"]="<span class=\"card_title\">≪全体運≫</span><span class=\"card_log\">内助の功的な働きにスポットライトが当たり、あなたの評価が上がりそう。自分が前に出るというよりは周りの引き立てによって輝く年。周囲に対して優しく親切でいるように心がけましょう。また、今年はインスピレーション、感受性が増している年。自分を内面から輝かせるために芸術的なものに触れるとよいでしょう。</span><span class=\"card_title\">≪恋愛運≫</span><span class=\"card_log\">人気運、ロマンス運が高まっています。外で声をかけられることが増えたり、職場の異性に優しくしてもらえたりと、異性関係で良い流れが起きそう。恋人募集中の人は、日常のふとした時に感じる視線など、恋のチャンスを見落とさないようにしましょう。笑顔と聞き上手な態度。これが恋の成功率を上げます。</span><span class=\"card_title\">≪仕事運≫</span><span class=\"card_log\">周囲のサポート役に徹することで仕事が円滑に進みます。結果的に評価が上がり、頼られることも増えそう。問題の渦中にいるよりは一歩引いた態度で接するほうがよい時です。</span>";

?>
