<?
$data7[32]["title"]="月／Moon";
$data7[32]["sub"]="人気、ロマンス、インスピレーション、柔軟、サポート";
$data7[32]["comm"]="行き詰まった時は自分の内から湧き出るイメージ、インスピレーションを大切にすると問題解決につながります。";
$data7[32]["log"]="<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★★</span></span><span class=\"card_log\">内助の功的な働きにスポットライトが当たり、あなたの評価が上がりそう。自分が前に出るというよりは周りの引き立てによって輝く年。周囲に対して優しく親切でいるように心がけましょう。また、今年はインスピレーション、感受性が増している年。自分を内面から輝かせるために芸術的なものに触れるとよいでしょう。</span><span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★★</span></span><span class=\"card_log\">人気運、ロマンス運が高まっています。外で声をかけられることが増えたり、職場の異性に優しくしてもらえたりと、異性関係で良い流れが起きそう。恋人募集中の人は、日常のふとした時に感じる視線など、恋のチャンスを見落とさないようにしましょう。笑顔と聞き上手な態度。これが恋の成功率を上げます。</span><span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span><span class=\"card_log\">周囲のサポート役に徹することで仕事が円滑に進みます。結果的に評価が上がり、頼られることも増えそう。問題の渦中にいるよりは一歩引いた態度で接するほうがよい時です。</span>";

$data7[33]["title"]="鍵／Key";
$data7[33]["sub"]="鍵、ヒント、解決策";
$data7[33]["comm"]="今までのあなたから一皮剥けるチャンスの年です。流れを見極め、積極的に乗るようにしていきましょう。";
$data7[33]["log"]="<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">未来の自分に対するヒントが得られる年です。この1年の自分の行動───どれだけ頑張ったか、何に興味を持ったか、それらがすべて未来の自分につながっていきます。鍵はあなたが握っています。新たなものへのチャレンジ。自分の世界を広げるためにも、好奇心を忘れないようにしてください。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">大きなきっかけ、ターニングポイントの年となりそう。人生を左右する人に出会えるかもしれません。恋のきっかけは身近なところに転がっています。新たな展開を楽しむ気持ちを持ちましょう。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">今までの自分から一段階上に進むチャンス到来です。上司の話やふと耳にする言葉など、ちょっとした情報を逃さないようにしてください。目ざとく、耳ざとくがキーワードです。</span>";

$data7[19]["title"]="塔／Tower";
$data7[19]["sub"]="会社、社会、ルール、制度";
$data7[19]["comm"]="地道な努力、一歩ずつ前進するような堅実さを大切にしてください。";
$data7[19]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">周りとの関係や自分の置かれている立場など、社会とのつながりに目を向けて現実的に動くことが求められます。今年は周りから見られている自分を意識してください。「社会性」がキーワードとなる年。大きなことを成し遂げるというよりは堅実に、日々の積み重ねを大切にしましょう。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">堅実に現状維持の運気が続きます。お相手がいる人はこのまま堅実なお付き合いが育まれる年。将来に向けた話し合いなど、今後について考えて行くのもよいでしょう。恋人募集中の人は日々の忙しさに流されて積極的な行動が途絶えがち。手堅い仕事、真面目な人と出会いがありそうです。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">会社との絆が強まる年です。重要な仕事を任される分、残業はやや多めかもしれません。時には人を頼るなど、自分一人で頑張りすぎないようにしましょう。</span>";

$data7[18]["title"]="犬／Dog";
$data7[18]["sub"]="友人、仲間、忠誠";
$data7[18]["comm"]="自分の利益を考えた行動、嘘や隠し事はNGな年。誠実さを意識するのが開運のポイントです。";
$data7[18]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★☆</span>運気は安定傾向。自分から前に出るよりも誰かの流れに乗ったほうが上手くいく年です。今年は周りの人に助けられることが多くなります。困った時や行き詰まった時などは、友人の存在が大きな支えとなるでしょう。最近疎遠になっているという人は年始の挨拶がてら連絡を取ってみるとよさそう。</span>
<span class=\"card_log\"></span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★☆☆</span>信頼、安心が恋の進展のキーワードです。言い換えれば、新しい恋愛は信頼できる人とでないとなかなか進みません。今年は友人が恋の味方として大活躍する年。悩みがある時は相談してみましょう。恋人募集中の人は友人の紹介で恋が始まる可能性があります。
</span>
<span class=\"card_log\"></span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span>我を通すよりも会社や上司に忠実であるほうが上手くいきます。自分に求められていることは何かを考えて動きましょうまた、今年は同僚に助けられることが増えそう。普段から良い関係を築いておきましょう。</span>
<span class=\"card_log\"></span>";

$data7[21]["title"]="山／Mountain";
$data7[21]["sub"]="障害、距離、困難、大きな挑戦";
$data7[21]["comm"]="今年のキーワードは、備えあれば憂いなし。しっかりと準備しておきましょう。";
$data7[21]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★☆☆☆</span></span>
<span class=\"card_log\">運気としてはやや重ため。頭打ちに感じる出来事があったり、重圧がのしかかってきたりと、思うように行きにくい年です。大きな挑戦、チャレンジが求められています。それは楽なものではありません。万全に準備を整える必要がありますし、時間もかかります。でも、ここで諦めないこと。この挑戦を乗り越えることであなたは大きく成長し、たくさんの学びやギフトを得ることができます。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★☆☆☆</span></span>
<span class=\"card_log\">会う時間が減る、気持ちがすれ違うなど、思うようにいかないことが増えそう。今年は無理して自分のペースに持ち込もうとせず、のんびりとお付き合いをする気持ちを持ちましょう。出会い運も停滞気味。出会いを呼ぶためには今のままのあなたではなく、人として大きく成長することが求められます。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">物事が遅延してなかなか思うように進まない年。他人に足を引っ張られるなど邪魔が入ることも多そうです。スケジュールは遅れ気味と思ってください。</span>";

$data7[5]["title"]="樹木／Wood";
$data7[5]["sub"]="成長、健康、忍耐、ネットワーク";
$data7[5]["comm"]="毎月の目標、プランを作成して望む未来につなげていきましょう。";
$data7[5]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">今年は成長につながること全般にツキあり。あなたにとって大きな学びや成長につながる1年です。四方八方に意識を張り巡らせるようにしてください。たくさんの情報を取り入れて貪欲に学んでいきましょう。資格試験など自分の身になるものに手を出すのもおすすめです。注意点として、今年は無理が利きにくい年。健康面に黄信号が灯っています。心身のメンテナンスを心がけましょう。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">将来に向けてじっくりとお付き合いを深める年。結婚など将来的なことについて考えるのもよいでしょう。出会いを探している人はネットやSNSなど情報のつながりにチャンスあり。ただし、成立するまで少し時間がかかりそう。</span><span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span><span class=\"card_log\">粘り強さや頑張り、成長が求められます。成果は一朝一夕には上がりません。人と比べるのではなく自分のために仕事をすることが大切です。</span>";

$data7[22]["title"]="道／Paths";
$data7[22]["sub"]="選択、道、手段、地図";
$data7[22]["comm"]="迷った時は今一度自分を見つめ直し、この道でいこうと覚悟を決めることが大切です。";
$data7[22]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">人生において何らかの選択が迫られる年です。方向性に迷った時には、今考えているもの以外にも選択肢があるはずと、プランBを探してください。見落としているものにこそ、大きなヒントが隠れていることがあります。焦りや迷いが生まれやすい時期です。迷った時は一歩立ち止まって現状を確認するようにしましょう。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★☆☆☆</span></span>
<span class=\"card_log\">未来について悩むことが増えそう。新しい恋の予感もありますが、気持ちが定まらず複数の異性に惹かれることになるかもしれません。自分が選んだ道を信じる覚悟が必要な年です。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">今まで信じてきたことに迷いが生じ、今後について悩むことが増えるかもしれません。視野が開け新たな選択肢が見えてくる時。未来は1つだけではありません。複数の可能性があると考えて動きましょう。			
</span>";

$data7[35]["title"]="錨／Anchor";
$data7[35]["sub"]="安定、安心、信頼、継続、仕事";
$data7[35]["comm"]="保守的になりやすい年です。守りを固めることも大切ですが、守りすぎには注意しましょう。";
$data7[35]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">夢や目標をしっかりと見定め、着実に歩んで行く年です。物事の現実的な面を大切にする傾向が強まります。やらなければならないことに追われがちですが、優先順位を決めてルーチン化すれば問題はクリアになります。その時々の決断を大切にしてください。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">恋人がいる人の恋愛運は安定。未来に向けて良い流れが進んでいきます。将来的な話が出るかもしれません。一方、恋人募集中の人は環境を変えないと恋につながらない予感。職場に気になる人が現れるかもしれません。でも、見ているだけでは駄目。あなたから動くことも考えましょう。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★★</span></span>
<span class=\"card_log\">仕事運は絶好調。判断力、決断力が冴え、周囲の評価も上がりそう。ただし、1つのことに固執して頑固になりやすい面もあるので、時には周りの意見を聞くことを意識しましょう。</span>";

$data7[20]["title"]="庭園／Garden";
$data7[20]["sub"]="社交、集まり、イベント、パーティー";
$data7[20]["comm"]="人脈が大切になる年です。相手に好印象を与えるためにもセンスアップを図っていきましょう。";
$data7[20]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★★</span></span>
<span class=\"card_log\">社交運絶好調。趣味に遊びにと忙しくなりそうな年。人との交流で成長する1年です。今年は自分の世界に閉じこもっていては駄目。ネット、リアルどちらでもよいので積極的に人と関わるようにしましょう。趣味、興味のある分野が新しく増えそうな予感もあります。社交的になる分、出費は少し増えますが、充実した時間を過ごすための必要経費と割り切って。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">SNSや飲み会、交流会など人の集まる場に出会いのチャンスあり。ご縁のある人は外見よりも中身、趣味や好みが合う人です。恋人がいる人は順調なお付き合いとなりそう。結婚を見据えた同棲の話が出るかもしれません。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">いかにも仕事というガチガチのお付き合いよりも飲みに行ったり雑談したりといった和やかな空気感が大切になります。仕事も遊びも全力で楽しむといった気持ちの余裕を持ちましょう。</span>";

$data7[1]["title"]="騎士／Cavalier";
$data7[1]["sub"]="メッセンジャー、出会い、動き、スピード";
$data7[1]["comm"]="臨機応変な行動が現状打開の鍵。スピーディーにアグレッシブに動くことが求められます。";
$data7[1]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">人に限らず物や環境など、様々な「出会い」がある年です。今年は自ら動くことを大切にしてください。多少の困難は度胸と行動力で何とかなります。スピード感を意識して動きましょう。また、この1年は情報収集が鍵。色々な場所に赴き積極的に情報収集をしてください。足で動いて集めることがポイントです。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">年下の異性と出会いのチャンスがありそう。お相手は爽やかなタイプでフットワークの軽い人。熱い想いをぶつけられることになるかも。恋人のいる人はあちこち出かけて楽しい時間を過ごすと吉。ただし、女性の方は浮気心に注意です。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">営業力や行動力が大切となる年です。仕事先にはこまめな連絡を。細やかな気遣い、フットワークの軽さが次の仕事につながります。事務職の人は仕事を溜めずに早めに片付けるようにしましょう。</span>";

$data8[0]["title"]="王の杖";
$data8[0]["sub"]="★★★★★";
$data8[0]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">
新たな展開、新たな目的の訪れが状況を急に変化させて運勢が好転します。<br>
初めての体験や何かを始めることはいい運気をスタートさせてくれるでしょう。<br>
たとえば高級な料理はおいしくて当たり前だけど、手作りのおにぎりを自然の中で食べる値段をつけられない素晴らしいものに変化します。<br>
障害を乗り越え束縛から解放されて自由になる達成感を掴んでください。<br>
</span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">
2022年よいスタートを切れそうです。<br>
自信をもって多少の困難にも負けないで積極的にがんばって求めていけばよい恋愛に繋がります。<br>
心を開くことを恐れないで素直な自分を表現し嘘は絶対につかないで本当の自分らしい恋してください。<br>
どんな形でも自分にとって最高に思えるならその時その瞬間を見逃さないで下さい。<br>
</span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">
春は残っていることを解決させるように。<br>
2022年、処理すべきことはありそうですが、それを乗り越えたら後は安定します。<br>
やりたかった仕事を選んだのなら成果が出るでしょう。<br>
今年の転職運は自信あるならやってみて！少しでも不安があるならもう一度見直してください。<br>
</span>
";

$data8[1]["title"]="聖杯の９";
$data8[1]["sub"]="★★★☆☆";
$data8[1]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年は自分の能力を知り節度を保って、地道に努力を積んでいけば次第に叶うようになってきます。<br>焦らないで悠々と頑張る事が近道です。<br>困っている人がいるて助けたり協力したり、他人の気持ちを共感することは大切なことだと知っているはずです。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">愛情に満たされ良いご縁につながるので恋愛が実ります！<br>高台にそびえ建つ古代遺跡のように、どんなふうに作ったのか分からない……<br>恋愛も同じです。相手の事を理由がなくて好きになりませんか？<br>そんな恋に落ちる瞬間は目の前です！<br>相手をよく理解して自分の気持ちを素直に伝えてくださいね。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">やっと安定した時期に入りました。<br>対人関係の安定が仕事の満足感、充実につながります。<br>仕事をする上で自分中心だと錯覚すると足下をすすくわれます。ちゃんと着地点を定めてから行動して下さいね。<br>今年の転職は様子を見るべきです。もっと良い転職先が見つかるまで現状でストップ。<br></span>
";

$data8[2]["title"]="コインの８";
$data8[2]["sub"]="★★★★☆";
$data8[2]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年考え方に変化が訪れそうです。<br>素晴らしい景色を見ているだけで十分幸せで充実できる時間は心を満たしてくれます。<br>たとえば海を眺めているだけでも心が落ち着くような自分と向き合うことでそういう安定感を得られてすべてうまくいくエネルギーやパワーが宿ります。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">意思の疎通は難しい時もありますが、相手の気持ちを繊細に気遣う事を学ぶ良い機会。<br>自分の気持ちを素直に表現すること。<br>
気持ちを察して欲しいのに、思うような言葉を相手がくれなかったりすると戸惑いがちです。<br>ずっと行きたかった場所にやっと行けたら待ちわびてた感じ、そこにいるだけで幸せ。そんな気持ちが目の前にやってきそうです。<br></span>
<span class=\"card_title\">≪仕事運≫</span><span class=\"card_log\">2022年順調なスタートを切れそうです！<br>無気力で楽しく仕事ができなかった今までとは違いエネルギッシュに労働に精を出す印象で、楽しく仕事ができるという場面に遭遇しそうですよ。<br>転職は焦ってするより様子を見ながら現状でもう少し努力していたほうが懸命です。<br></span>
";

$data8[3]["title"]="女王の剣";
$data8[3]["sub"]="★★★★★";
$data8[3]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年、これまでより状況が良い方向に転換されて行きます。<br>ただ願望は叶うパワーが後少し足りない様子なのでもうしばらくは努力を続けていくべきです。<br>強い信念と豊かな教養があり、人にはやさしく自己には厳しい純粋な気持ちと強い向上心の持ち主だから真面目すぎて息抜きを忘れてしまう事も……<br>オンとオフの切り替えだけ忘れないでくださいね。<br>
</span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今までお付き合いしてきた人は相手との愛情が深まり、気持ちを素直に告白し、心の交流を深める事でもっと仲良くなれそうです！<br>片思いの人は前向きに決めつけないでやり取りしてくださいね。<br>待っていても動かない相手のことは自力で動かして下さい。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">新しい価値観やアイデア、考え方を生み出し、テキパキとこなせます。<br>転職運も好調！才能を発揮して道が開く事が出来るでしょう。<br>現状維持の人は今までなかった考え方で、自分の生き方に目覚めやる気がおこり効率良くこなせるようになるでしょう。<br></span>
";

$data8[4]["title"]="ペイジの聖杯";
$data8[4]["sub"]="★★★";
$data8[4]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年は保守的で安定した生活で片寄らず、バランスが取れて穏やかな年となるでしょう。<br>過去の出来事が意味を持っていたと気が付き同じ失敗を繰り返さないよう回避できるようになります。<br>伝統やご先祖様を大切にして。<br>自分の心の中で感謝をすることで成長できます。<br>
</span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">満たされた恋愛が訪れます！<br>愛されている実感が強くて幸せを感じ充実感に満たされるでしょう。<br>復縁運も上昇中。別れた恋人と偶然の再会やＳＮＳでつながったり、懐かしい気持ちで縁を戻すこともありそうです。<br>
</span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">後輩や部下の世話する、教え導くことによって責任ある仕事を任され信頼され評価されます。<br>昇進したりスキルアップもありそうですよ。<br>転職は無理にする必要はありませんが、これだと思う機会があれば転職により道が開けます。<br></span>
";



$data8[5]["title"]="ナイトの剣";
$data8[5]["sub"]="★★★★★";
$data8[5]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年状況が好転してチャンスが訪れ、生活に変化が出てきそう。<br>困難や障害を克服するパワーがあるので、やりたいことはやり始めて良いです。<br>ただ、だいたいは上手くこなせるのですがやり過ぎや油断などで失敗しやすいので常に注意は必要です。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今年一目惚れしたりあっという間に恋に落ちるような事があるかも。<br>ただ早すぎる展開なので、よく相手を見なかったり問題が生じがちなので注意が必要です。<br>些細なことで我をはってケンカをしないように気持ちを引き締めて。<br>「私は悪くない」そういう考え方では絶対上手くいきません。<br>大切なのは謙虚な気持ちが一番です。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">新しい挑戦に良い流れです。<br>転職はチャンスだと思ったら即座に決断してOK。ただし落ち着いて行動することを忘れずに。<br>勉強にも力が入りそうです。<br>資格や昇進試験があるならこのチャンスを逃さないでワンランク上を目指すのにも良い年でしょう。<br></span>
";


$data8[6]["title"]="杖の４";
$data8[6]["sub"]="★★";
$data8[6]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2021年にごちゃごちゃしていた状況が安定してくるので事態が終息に向かい、秩序の回復、整理され争いやゴタゴタがおさまり多少時間がかかっても悩みが解決します。<br>急ぐと失敗しがちですから焦らず腰をすえてじっくり取り組むべきです。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今年の恋愛運は決して悪くないのですが、全体的に無難に進みがちなので、あまり変化なく中にはマンネリに感じたりする事があると思います。<br>一つの恋に区切りがついても次の恋はちゃんとあります。<br>やがてもっと良い出会いが訪れるでしょう。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">2022年は真面目に規則ただしく仕事をこなす事が出来るでしょう。<br>毎日同じで楽しくとはいかなくても、当たり前の生活と職場環境だからこその充実、安定しているから安心です。<br>転職は無理してまで動く必要はありません。<br>あまり良くなくても我慢して決めてしまうと、また転職しそうです。<br></span>
";


$data8[7]["title"]="王のコイン";
$data8[7]["sub"]="★★";
$data8[7]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">今年は思い描いてる事が叶いそうな運気。<br>多少の変動や障害はありそうですが、諦めずにやっていけば目標達成に到達するでしょう。<br>油断や自意識過剰は禁物で目先の欲に惑わされないこと。<br>他人のアドバイスや忠告はちゃんと聞くとよい方向、よい結果に繋がります。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今年の恋愛運は焦ると上手く行きにくいでしょう。<br>相手の気持ちを配慮しながら最初は友人として気長にお付き合いしていくとやがて恋人に変化する可能性はあります。<br>自分の思い込みは案外間違っている事が多いのです。<br>ちゃんと自分の言葉で相手に聞いて確認すべきです。<br>
</span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">生活状態を改善が仕事運を上昇させる鍵。<br>例えば早く行動したり仕事とプライベートはきちんと分けたり……<br>そうすることで経済状態が良くなるでしょう。<br>時間と労力を惜しまないで時間を有効的に使うことは大切です。<br>運気アップに繋がります。転職は少し様子見て機会を待ったほうが良いでしょう。<br></span>
";


$data8[8]["title"]="剣の２";
$data8[8]["sub"]="★★★★";
$data8[8]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年は才能を発揮し認められる。思わぬ自分の能力を知る。<br>希望の実現、状況が好転してきたり人と協力し合うで物事がうまく進むでしょう。<br>困難の克服を意識する事で、援助や誰かに助けて貰える機会も増えそう。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今年は趣味など共通する事から良い恋愛に芽生える事もあるでしょう。<br>いつもと違って少し積極的に気持ちを交流させるためにＳＮＳは有効な手段です。<br>今までやっていなかった人は今年から始めて見るのは如何でしょうか。<br>お付き合いの相手とつまらないことで意地を張ってケンカをしないように。<br>お互いをよく理解しながら進めて下さいね。<br>
</span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">仕事が順調に運ぶことで運気が上昇していきます。<br>過去の業績が評価されたり、以前の仕事を再び行う事も大切です。<br>転職は無理にしないでもう少し現状で努力するほうがやりがいが得られるでしょう。<br>あまり焦らず穏やかに進めてみて下さいね。<br></span>
";


$data8[9]["title"]="聖杯の１";
$data8[9]["sub"]="★★★★★";
$data8[9]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年は、今まで頑張ってきた事の努力が実ります！<br>人から感謝をされたり、もめ事があった方は解決し仲直りする事が出来るでしょう。<br>悪い性格が直り悪い誘惑に打ち勝ツ事が出来ます。<br>悩み事も消えていく感覚で、例えば定期的に都会を離れて静かに過ごすと、頭がクリアになるような…自分自身のリラクゼーションを考えると運気は上昇するでしょう。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">相思相愛の幸せな恋愛が訪れます！<br>過去の恋人や友人と関係を再開させる事もあるかもしれません。<br>新たな交際の始まり、幸運のチャンスが訪れます。<br>わがままを出さず現実をしっかり見つめて進展させ、いっしょに過ごす時間の素晴らしさを共有できるように心掛けて下さいね。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">才能を伸ばし協調して円満にやって行ける、チャンスが訪れる年です。<br>どうしても不満があれば転職もありですが、現状で頑張っても進展するでしょう。<br>ただ、目先の欲にとらわれるような転職の誘惑がありそうです……。<br>
</span>
";

$data9[4]["s1"]="★★☆☆☆";
$data9[4]["s2"]="★★☆☆☆";
$data9[4]["s3"]="★★★★☆";
$data9[4]["s4"]="シルバー";
$data9[4]["s5"]="ソーダライト";
$data9[4]["s6"]="
去年の自分を振り返り、出来なかったこ事や直すべき事をきちんと整理してリスタートする一年になります。過去を振り返る中で、色んなことに気づける年です。自分と向き合う時間を増やしましょう。やり残していたこと、未解決なこと、目をそむけていたことにも直面せざるを得ないエネルギーが強まる時期です。前半戦に、そのことを解決させれば、後半は素晴らしい巡りが待っているでしょう。身辺のお掃除をするような気持ちで、色んな巡りを整えていきましょう。ネガテｲブな発言は避けて、誠実な対応と真摯な向き合いを心掛けて下さい。その姿勢が周りとの調和を生み出すでしょう。新しく入ってきた巡りにはやや慎重な姿勢で向き合ってください。過去に投げやりになったことをもう一度取り戻せるチャンスでもあります。今年は自分の悪い癖を直して恋愛と向き合う事が大切です。復縁を支援する暗示も。ワントーン明るいメイクが開運のコツです。
";


$data9[0]["s1"]="★★★☆☆";
$data9[0]["s2"]="★★★☆☆";
$data9[0]["s3"]="★★★☆☆";
$data9[0]["s4"]="黄色";
$data9[0]["s5"]="オニキス";
$data9[0]["s6"]="
良い波悪い波が交互に巡ってくる一年になりそうです。めぐりが悪いと感じた時は深呼吸して、やや保守的に時間を過ごしましょう。しばらくすれば、すてきなめぐりが待っているはず。高すぎる目標を持たずに、最低限叶えられる目標設定をして、心理的負荷を大きくする事は控えましょう。しんどい波を一つクリアするたびに、自己成長へとつながっていきます。自分を信じて、周囲に振り回されないようにしましょう。ストレスからの浪費にはくれぐれも注意です。自然の多い場所でなるだけパワーチャージをしたり、信頼できる友人や家族と過ごす時間を増やしましょう。大きな決断をするときにはなるだけ慎重に。大切な人や長く繋がりたい人には、素直な気持ちで向き合うようにしましょう。				
";

$data9[1]["s1"]="★★★★★";
$data9[1]["s2"]="★★★★☆";
$data9[1]["s3"]="★★★★☆";
$data9[1]["s4"]="緑";
$data9[1]["s5"]="ブルーレースアゲート";
$data9[1]["s6"]="
明るく活気のあるエネルギーに包まれる１年になりそうです。行動範囲が広がり、人間関係も豊かに広げられる一年。そこから嬉しい巡りが舞い込んでくるでしょう。ポジテｲブに動くことで成果が上がったり、結果が出せる年になりそうです。保守的な気持ちを捨てて、自分からどんどんと前向きに動きましょう。石橋を叩きすぎると、自分の成長へつながらない時期です。去年我慢していたことにもどんどんチャレンジしていくことが開運のコツ。自分を高めるための趣味や資格勉強などの自己投資もあまり惜しまないで。ただし開放的になり過ぎて、責任感のない言葉やリップサービスが増えすぎると信頼を失うことも。人間関係が増えるので、付き合いでの出費はうまくバランスを取りましょう。 
予定が増えるのでダブルブッキングしないように、スケジュール管理も徹底してください。新しい出会いが多く、人気運もアップしそう。想いを伝えたい相手には、思い切って告白するのが吉。
";



$data9[2]["s1"]="★★★☆☆";
$data9[2]["s2"]="★★★☆☆";
$data9[2]["s3"]="★★★★☆";
$data9[2]["s4"]="赤";
$data9[2]["s5"]="カーネリアン";
$data9[2]["s6"]="
物事がスピ－デｲ－に展開する一年になりそうです。自分が積極的に動くだけではなく、周りからも、活動的に動くことを求められることが多い年になります。まっすぐにテンポよく行動することは、良い事ですが、人と衝突したりトラブルには要注意。大切な言葉を発する時には、一度深呼吸を。全体的によく動き働く一年になりそうです、落ち着いてじっくりと言うよりは、あれこれ色んなことにも手を出しやすくなります。ある意味、自分の世界を広げれるチャンスにはなりますが、手を出してから後悔しないように、事前リサーチには力を入れましょう。いろんな経験を積める年にもなります。もどかしく停滞気味だった恋愛にも活気と情熱が戻りそうです。強い個性を感じるお相手と進展の暗示。ダラダラと続いている関係は白黒ハッキリ答えが出そうです。活動的な一年なので、癒しグッズや、眠る前のリラックスタイムで質の良い睡眠を確保してくださいね。
";

$data9[3]["s1"]="★★★☆☆";
$data9[3]["s2"]="★★★★☆";
$data9[3]["s3"]="★★★★☆";
$data9[3]["s4"]="黒";
$data9[3]["s5"]="ラブラドライト";
$data9[3]["s6"]="
感受性が高まり、直感が冴えるので、自分の決断を信じられる一年になりそうです。
じっくり時間をかけて作った計画よりも、ピンとひらめいたプランで行動すると、素敵なチャンスと出会えそうです。集団行動よりも個人プレーがオススメな一年になりそうです。自分が心の奥から望んでいたお仕事やパートナーにも気づけそうです。一番輝ける環境を見つけられたり、新たなルーテｲンが作れる年にもなりそうです。不安になったり恐れることは何一つありません。人に合わせ過ぎたり、相手に尽くし過ぎていた人は、きちんと自分らしい生活が出来るように整えましょう。今年は自分を信じて思うまま感じるままに動くことがプラスの年です。転職やお引越し、パートナー全てにおいて、自分の中で違和感を感じたものは手離して、自分が惹かれたものとポジティブに向きい合いましょう。きっと清々しい風が吹き始め、素敵な生活を引き寄せられるでしょう。
";

$data9[5]["s1"]="★★★★☆";
$data9[5]["s2"]="★★★★☆";
$data9[5]["s3"]="★★★☆☆";
$data9[5]["s4"]="ブルー";
$data9[5]["s5"]="シトリン";
$data9[5]["s6"]="
変化の一年になりそうです。運気の流れが大きく変わり、自分の趣味や関心が新たな世界へ向かう年になりそうです。１つのサイクルが終わり、新たな展開を必要とします。独創性や企画力もアップして、クリエイティブなエネルギーに包まれるでしょう。新しく生まれ変わったあなたのイメージが、周囲から好印象を持たれそうです。変化を楽しむような気持で、明るく過ごすことが開運のコツです。今までよいと思っていたものが、急に色あせて見えることもあるでしょう。従来の生き方や価値観にこだわらずに、自分のフィールドを前向きに新しく広げていきましょう。自分の殻に閉じこもったり、同じことを繰り返すのはNGアクションです。新しい出会いもどんどん前向きに受け入れて下さい。後半は輝くようなオーラに包まれるでしょう。愛する人には自分から積極的なアプローチを。今まで出会ったことのないタイプの異性とも進展の暗示がありそうです。
";

$data9[6]["s1"]="★★★★☆";
$data9[6]["s2"]="★★★★☆";
$data9[6]["s3"]="★★★★☆";
$data9[6]["s4"]="水色";
$data9[6]["s5"]="ラピスラズリ";
$data9[6]["s6"]="
困難を克服できそうな一年になりそうです。今まで出来なかったことで成功をおさめたり、諦めていたことが実現したり、実りの多い年になりそうです。自分の新たな才能や可能性にも気付ける時期。過去からの傷が癒えたり、コンプレックスも解消できるチャンスが到来です。自信を強く持ち、弱気な自分とはサヨナラしましょう。面倒だなあと思うことでも前向きに引き受けると、予想以上の結果を生み出せそうです。お金の巡りも良いので、貯蓄計画を立ててしっかり取り組んでみてください。大切な人とは、次のステージに上がれそうです。嫉妬心はトラブルの暗示。わかりやすい愛情表現を心がけましょう。諦めていた人との接点も増えてきそうです。お洋服では、デザインや流行を重視しすぎるよりも、自分が着心地の良い素材や機能性を重視して選ぶことも開運のコツ。好きな映画や音楽を楽しむ時間を増やしましょう。
";


$data9[7]["s1"]="★★★☆☆";
$data9[7]["s2"]="★★★★★";
$data9[7]["s3"]="★★★★☆";
$data9[7]["s4"]="ピンク";
$data9[7]["s5"]="ローズクｵーツ";
$data9[7]["s6"]="
人に恵まれ、周りから愛されたり、人間関係がとても良好な一年になりそうです。自分の心を元気で前向きな状態にしておくと、さらに今年の運勢を高めることが出来そうです。特にプライベートでの人間関係があなたの生活をより豊かに楽しく変化させてくれる時期です。人の紹介で、ビジネスチャンスも舞い込みそうです。美的センスが磨かれていきます。新しい髪形、洋服やアクセサリーにチャレンジすることも開運のコツです。自分が目指す方向、将来の夢をきちんと理解してくれるパートナーとの出合も期待できそうです。自分をないがしろにしたり、冷たい対応をしてくる人との関係は断ち切りましょう。古い関係にサヨナラしても素敵な出逢いが新たに生まれます。付き合いが増えるので、食べ過ぎや飲み過ぎ、胃腸トラブルには注意が必要です。時間がある時には、軽いウオーキングでリフレシュしてみてください。
";


$data9[8]["s1"]="★★☆☆☆";
$data9[8]["s2"]="★★☆☆☆";
$data9[8]["s3"]="★★★☆☆";
$data9[8]["s4"]="オレンジ";
$data9[8]["s5"]="マラカイト";
$data9[8]["s6"]="
迷いが無くなり、勇敢に前進する一年になりそうです。自分の主義や主張がはっきりしてくるので、時には周囲とのトラブルも出てきそうです。あなたの言動への評価が二極化してしまう恐れもある年です。自分の中では正義感のつもりで発言した言葉が、誤解やトラブルならないように、なるだけ柔らかい言葉や表現を選びましょう。独立心や自立心も旺盛になり、我慢や忍耐がしにくくなります。ビジネス面でのうまい話にはくれぐれも騙されないようにしましょう。自分のやりたいことには、惜しみなくお金を使いやすいので、年始には支出計画を立てましょう。恋愛面では相手への不満をストレートに伝えすぎて、怒らせてしまわないように注意が必要です。年下の異性との出合いやアプローチに期待が出来そうです。ストレスからの暴飲暴食には注意しましょう。
";


$data9[9]["s1"]="★★★☆☆";
$data9[9]["s2"]="★★★☆☆";
$data9[9]["s3"]="★★★★☆";
$data9[9]["s4"]="グレー";
$data9[9]["s5"]="アマゾナイト";
$data9[9]["s6"]="
周りから求められたり、頼りにされることが多くなる一年になりそうです。自分のパワーを使うよりも、周囲に周囲にエネルギーを与えることが増えそうな年です。時には燃料切れを起こして、どうして自分だけ？とストレスが溜まることがあるでしょうしかし、後半には、あなたが奉仕したエネルギーが恩恵なって、あなたのもとに返ってきます。その頃には達成感さえも感じられるようになるでしょう。仕事では任される内容が増えたり、責任やプレッシャーが強まる年です。コツコツと目の前にあることを丁寧にこなせば、結果につながります。愛情面では、たよられたり、わがままを聞かなければならない展開になることもありそう。友人だった異性との関係に変化が起きる暗示も。お出かけ先、旅先での出会いにも期待できそうです。ストレスからの不眠やイライラにはくれぐれも注意。バランスの取れた食事を意識して、ダイエットはほどほどにしておきましょう。
";

$data9[10]["s1"]="★★★★☆";
$data9[10]["s2"]="★★★★☆";
$data9[10]["s3"]="★★★☆☆";
$data9[10]["s4"]="金色";
$data9[10]["s5"]="グリーンアベンチュリン";
$data9[10]["s6"]="
慎重にゆっくりと土台を固める一年になりそうです。軽率な行動を控え、時間をかけて行動したり、準備を入念にすることが今年の開運アクションです。冷静な判断で、周りをサポートできるので縁の下の力持ちとしての活躍が期待できそうです。あなたに堅実で誠実なオーラが漂い、人間関係では欠かせない存在となりそうです。持久力が高まる時期なので、自分を高めるための資格試験にチャレンジすることもオススメです。予定はあっという間に埋まりますのでスケジュール管理は徹底しておきましょう。年始に毎月の貯金額をきちんと決めてコツコツと継続しましょう。愛情面ではあなたの献身的な姿に、お相手がぐんと魅了されそうです。小さなプレゼントをすることで、仲良くなれるキッカケを作れそう。始めていくお店での新たな出合にも期待できそうです。
";

$data9[11]["s1"]="★★☆☆☆";
$data9[11]["s2"]="★★☆☆☆";
$data9[11]["s3"]="★★★☆☆";
$data9[11]["s4"]="紺色";
$data9[11]["s5"]="水晶";
$data9[11]["s6"]="
迷いや焦りが出やすい一年です。自分と周りを比べて、不安から結論を急ぎやすくなります。そんなこきにはまず深呼吸を。信頼できる人に相談をして、あまり自分一人で答えを出さないほうがよさそうです。自分は自分、相手は相手と上手く線引きをして、比較するエネルギーは、なるだけ自分のために使いましょう。SNSへの依存もほどほどに。いつもより早く起きて、瞑想タイムを作ったり、香りの良いお茶で癒される時間を増やすことが大切な開運アクションになりそうです。仕事では、周囲の人にペースを乱されたり、振り回されないように気を付けて下さい。過労にはくれぐれも要注意です。愛情面では頼りがいのある人や守ってくれる人とのご縁が強い年。結果を焦って行動すると、大切な人を失う暗示も。趣味で繋がった人からの素敵な紹介に期待できそうです。
";



$data3[0]["s1"]="★★★★★";
$data3[0]["s2"]="★★★★☆";
$data3[0]["s3"]="★★★★☆";
$data3[0]["s4"]="イエロー";
$data3[0]["s5"]="新しい人間関係作り";
$data3[0]["s6"]="
これまで積み重ね努力して来た事が大きく花開く一年になるでしょう。仕事で思い通りにいかなかった事も、今年なら思い切ってチャレンジすれば周囲の協力も得られ
本領発揮の一年となるでしょう。<br>
恋愛はシングルの人には出逢いのチャンス。ステイホームで本来の自分を忘れてた人は、少し前の自分を思い出して、オシャレやメイクに気合いを入れて、どんどん出掛けて行けば、運命の出逢いが訪れます。相手から積極的に来られるとテンションが下がるでしょうが、今年は相手のペースに身を委ねると言う恋愛も経験してみましょう。カップルの人は、そろそろ結婚の話が出る頃です。今年中に結婚が決まる可能性大。復縁希望の人は、本当にその人が好きなのか、過去の想い出が好きなのか、よく考えてみて下さい。<br>どうしても戻りたい人は春以降復縁のチャンス有り。今年のテーマは新しい挑戦。仕事も恋愛も恐れず挑戦し続ける事で、運が貴女を味方してくれるでしょう
";


$data3[1]["s1"]="★★★★☆";
$data3[1]["s2"]="★★★☆☆";
$data3[1]["s3"]="★★★★☆";
$data3[1]["s4"]="グレー";
$data3[1]["s5"]="ルーティンワークの手抜き";
$data3[1]["s6"]="
あれこれ手を出して落ち着かなかった時期を乗り越え、やっと心落ち着く日々が過ごせそうな1年です。常に不安になってしまうのは完璧主義過ぎるからです。<br>
今年のテーマは手抜きする事。肩の力を抜いて、常にこの位で良いかな?を心がけましょう。他人から見る自分を気にするのではなく、自分が苦しくならない程度で自分がどうにか許せる程度で頑張る。自分の許容範囲を広げて、自分に優しく、自分を甘やかし、あまり先の事を考えて不安になっても仕方ないと大らかな気持ちで過ごすと自然に運気が上昇していきます。<br>
恋愛はシングルの人は癒し系のイメージをアピールすると、気になる人と結ばれる可能性有り。好きになったら猪突猛進な貴女ですが、今年は相手から来るのをゆっくり待ちましょう。カップルの人は温泉などに出掛けてまったりと2人の距離を縮めて行きましょう。<br>復縁希望の方は少し距離を置いて一旦気持ちを切り替えて過ごしていると連絡が来る可能性有り。
";


$data3[2]["s1"]="★★★☆☆";
$data3[2]["s2"]="★★★☆☆";
$data3[2]["s3"]="★★★★☆";
$data3[2]["s4"]="ボルドー";
$data3[2]["s5"]="信頼できるチームの結成";
$data3[2]["s6"]="
全てに於いて断捨離がテーマの一年。人間関係も仕事も恋も、何が必要で何が不必要なのかを考えながら、自分に無理してまでお付き合いする人、無理をしてやってる仕事、無理してやってしまう頼まれ事、辛いなと思ったら早めにNOが言える人を目指しましょう。<br>
転職にも良い時期です。新しい習い事や資格習得にも有益な情報が舞い込んで来るでしょう。常に忙しくしてる感覚が好きでしょうが、今年は今までの半分位の予定の入れ方で余裕を持って予定を消化するようにしましょう。<br>他人の事ばかり気にかけず、自分を1番に可愛がってあげると言うことを心がけましょう。恋愛は自分の気持ちに素直になる事で相手に伝わりやすくなります。念じているだけでは気持ちが分かって貰えません。カップルの人は2人で過ごす時間に他人からの連絡で邪魔されない様に気を遣って下さい。復縁希望の方は共通の知り合いか、2人で良く行ったお店がキッカケとなって復縁出来る可能性有り。				
";

$data3[3]["s1"]="★★★☆☆";
$data3[3]["s2"]="★★★☆☆";
$data3[3]["s3"]="★★★★☆";
$data3[3]["s4"]="モスグリーン";
$data3[3]["s5"]="とにかく断捨離";
$data3[3]["s6"]="
全てに於いて断捨離がテーマの一年。人間関係も仕事も恋も、何が必要で何が不必要なのかを考えながら、自分に無理してまでお付き合いする人、無理をしてやってる仕事、無理してやってしまう頼まれ事、辛いなと思ったら早めにNOが言える人を目指しましょう。<br>
転職にも良い時期です。新しい習い事や資格習得にも有益な情報が舞い込んで来るでしょう。常に忙しくしてる感覚が好きでしょうが、今年は今までの半分位の予定の入れ方で余裕を持って予定を消化するようにしましょう。<br>他人の事ばかり気にかけず、自分を1番に可愛がってあげると言うことを心がけましょう。恋愛は自分の気持ちに素直になる事で相手に伝わりやすくなります。念じているだけでは気持ちが分かって貰えません。カップルの人は2人で過ごす時間に他人からの連絡で邪魔されない様に気を遣って下さい。復縁希望の方は共通の知り合いか、2人で良く行ったお店がキッカケとなって復縁出来る可能性有り。				
";

$data3[4]["s1"]="★★★★☆";
$data3[4]["s2"]="★★★☆☆";
$data3[4]["s3"]="★★★★★";
$data3[4]["s4"]="スモーキーピンク";
$data3[4]["s5"]="人間関係を整理する";
$data3[4]["s6"]="
夕鶴の様に身を粉にして会社に貢献してきた人は、そろそろ羽も尽きて来たと疲れを感じているはずです。今年のテーマは解放される事です。今まで執着してきたもの全てを一つ一つ解放して、身軽になって、飛ぶのがギリギリの羽が残っている状態の今、飛び立つ決断をする時が近付いています。<br>尽くして来た人に裏切られた感覚を持ったら、その時がそこを去る時です。がむしゃらに走り続けた結果、満足の行く結果は得ている筈なので、そろそろ次の段階に走り出しましょう。仕事も恋愛もプライドの高さで損をすることが多かったはずです。今年は自分の気持ちをもっと口に出して相手に伝えると言うことを意識しましょう。<br>
恋愛はシングルの人に新しい恋の予感です。今まで執着していた過去の恋愛をキッパリ忘れられる全く新しいタイプの登場で、楽しい1年となるでしょう。カップルの人は二人でアウトドア楽しんで。復縁希望の方は過去より新しい恋愛の方が運気上昇するでしょう。
";


$data3[5]["s1"]="★★★★★";
$data3[5]["s2"]="★★★☆☆";
$data3[5]["s3"]="★★★★★";
$data3[5]["s4"]="パステルブルー";
$data3[5]["s5"]="今までした事の無い事にチャレンジする";
$data3[5]["s6"]="
大きなチャンスが訪れる1年となりそうです。独立開業も良し、無敵チーム結成で飛ぶ鳥を落とす勢いの快進撃となるでしょう。信じられないような大きなオファーが有る人も。とにかく失敗を恐れずチャレンジする事です。他人をなかなか信用出来ないでしょうが、信用することから始まる事も有ると知りましょう。<br>気を付けなければいけない事は言葉です。相手に対して無意識にマウントを取る様な言い方をしてしまう可能性があり、折角のチャンスを言葉だけで逃してしまうことがあるので、メールやメッセージを出す時は、何回か読み返して出す様にしましょう。恋愛はシングルの人は興味を持った人に積極的に話しかけてみる事でご縁が結ばれます。カップルの人は多忙で相手を寂しくさせるので連絡はマメに。復縁希望の方は、共通の友人に連絡を頼んでみるとチャンス有り。
";

$data3[6]["s1"]="★★★☆☆";
$data3[6]["s2"]="★★★☆☆";
$data3[6]["s3"]="★★★★☆";
$data3[6]["s4"]="モスグリーン";
$data3[6]["s5"]="友人を誘って映画に行く";
$data3[6]["s6"]="
今年のテーマは脱却。去年まで人間不信が続くような事件が多発して引きこもってた人は、そろそろ表に出て本来のあなたを取り戻しましょう。あなたのリーダーシップが求められる時が近づいています。誰にもできないことを成し遂げられるのに、誰も信じられなくなって何もしたくなくなっていたかも知れませんが、今年はもう出てきても大丈夫です。再び人を信じてみましょう。新しい人間関係が、あなたの新しい未来を一緒に築いていく事になるでしょう。<br>
カリスマ性が再び輝き、多くの人に注目され、本来の自分を取り戻すことができるでしょう。恋愛もシングルだった人は新しく本気の恋の予感。カップルの人はお互いの魅力を再発見して絆が深まるでしょう。<br>復縁希望の方はポジティブな会話を心がければ復縁が叶う可能性大。先ずはさりげなく連絡を取ってみてください。
";


$data3[7]["s1"]="★★★☆☆";
$data3[7]["s2"]="★★★☆☆";
$data3[7]["s3"]="★★★★☆";
$data3[7]["s4"]="コバルトブルー";
$data3[7]["s5"]="海を見に行く事";
$data3[7]["s6"]="
今年のテーマは一休みと寄り道。<bR>
頑張り過ぎてる自分に無理矢理休憩を取らせて、今まで行きたかった場所に行ってみたり、いつかやろうと後回しにして来た事を始めたり、自分にご褒美を与える年にしましょう。コロナ禍でずっと会えなかった旧友や、行けなかったお気に入りの場所へ行くと、今年1年何をするべきかが見えてきます。田舎がある人は少しゆっくり実家に帰って、子供の頃遊んでいた場所等に行ってみるとか、原点に戻る事を意識してみて下さい。<br>
恋愛はシングルの人は全く新しい旅先での出逢いが期待できそうです。カップルの人は一緒に出かける時間を増やしてください。相手を疑わず、信頼する言葉を積極的に口に出すことで関係が良くなります。復縁希望の方はメッセージを送ってみたら、案外良い返事が来るかもしれません。<br>
";


$data3[8]["s1"]="★★★☆☆";
$data3[8]["s2"]="★★★☆☆";
$data3[8]["s3"]="★★★★☆";
$data3[8]["s4"]="ピンク";
$data3[8]["s5"]="神社に参拝";
$data3[8]["s6"]="
もう恋なんてしないなんて言ってる人にも漏れなく大恋愛の一年になりそうな予感。今年のテーマは大恋愛。<br>仕事よりも恋愛が忙しくなりそう。仕事は愛されキャラで注目されて、周囲の助けで全て上手く行くでしょう。少し健康面で問題が出そうなので体調管理だけ気をつけるようにしましょう。<br>
恋愛はシングルの人は、今まで密かに秘めて来た恋が実る可能性大。急激にモテ始めるので、1人に絞るのが難しくなりそうです。カップルの人は、相手に思い通りのある言葉を放つ様に心がけて下さい。復縁希望の方は、諦めていた相手も、実は同じ気持ちだったと言うことが分かり、急接近になるかも知れません。お出掛けの際はいつ何処で誰に会っても後で後悔しない様に常に万全いて下さい。<br>
近付いて来る相手に気持ちが無いなら、誤解させる言動はトラブルの元になるので要注意です。
";



$data3[9]["s1"]="★★★☆☆";
$data3[9]["s2"]="★★★★☆";
$data3[9]["s3"]="★★★★☆";
$data3[9]["s4"]="マスタード";
$data3[9]["s5"]="お世話になった人への細やかなプレゼント";
$data3[9]["s6"]="
今年のテーマは謙虚でいる事。<br>
今の自分は周囲の人のお蔭だと言葉や態度で示せば、更なる成功が約束されるでしょう。心配性過ぎてチャンスを逃すことが多いので、自分の周りの人と直感を信じて、恐れず突き進んでください。<br>
新たに協力者や理解者が現れて実現不可能だったことが可能となるでしょう。今まで自分を信じてやってきたことに結果が出る一年となります。頑固で融通が利かない部分を少し緩めて、他人の意見に対して柔軟に対応するように心がければより成功への道のりが速くなるでしょう。<br>恋愛はシングルの人は片想いを片想いで終わらせないこと。カップルの人は相手を信用すれば幸せに溢れた一年を過ごせるでしょう。復縁希望の人は夏ぐらいまで期間をおいた方が良いかもしれません。
";


$data3[10]["s1"]="★★★★☆";
$data3[10]["s2"]="★★★☆☆";
$data3[10]["s3"]="★★★★☆";
$data3[10]["s4"]="パステルピンク";
$data3[10]["s5"]="アロママッサージに行く";
$data3[10]["s6"]="
長いコロナ禍で本来の自分を見失っていた人も、ようやく光が見えて来ます。やりたかったのに頓挫してしまったプロジェクト、企画など、やっと始動させることができそうです。新たな人間関係も構築出来て、満足の行く仕事の実現に手を貸してくれそうです。<br>人と人とが実際に会う事で読み取れる感情や気持ちの大切さを改めて感じる事も多いでしょう。過去に手を貸した人物が、今度はあなたに手を貸してくれるでしょう。スキルアップの為に習い事を増やしたり、講習を受けたりすると、新しい発見も有り、次の仕事に繋がるでしょう。恋愛でシングルの人は今一つ恋をする気持ちになれないかもしれませんが、重い腰を上げるとSNSを通じた刺激的な出逢いが有るでしょう。<br>カップルの人は2人で過ごす時間を大切に。復縁希望の人は久々に連絡を取ってみる事がキッカケとなります。				
";


$data3[11]["s1"]="★★★★★";
$data3[11]["s2"]="★★★★★";
$data3[11]["s3"]="★★★★★";
$data3[11]["s4"]="ベージュ";
$data3[11]["s5"]="大自然に触れに行く";
$data3[11]["s6"]="
12年に1度の大幸運期の始まりです。今年1年はいつもの他人最優先の自分を捨てて、自分を最優先する様に心がけましょう。今までとは違い、思ったことが全て実現したり、上手く行ったり、何かと手応えを感じる1年となるでしょう。<br>
相手がどう思ってるかばかり気にせず、まず自分がどうしたいか、相手に悟って貰うまで待つのではなく、自分からどんどん要望を言葉にして伝えていきましょう。<br>多くの人はあなたのように察する事ができないと言うことを理解出来れば、仕事も恋愛も驚くほど上手く行くようになります。今年のテーマは言葉で伝える事。恋愛はシングルの人に運命の出逢い、カップルの人は結婚の話がまとまる、復縁希望の方は、相手からの連絡が望めそうです。
";


$data4[0]["s7"]="ソーン";
$data4[0]["s1"]="★★☆☆☆";
$data4[0]["s2"]="★★☆☆☆";
$data4[0]["s3"]="★★★☆☆";
$data4[0]["s4"]="前半は焦らないことがモットー。後半はコミュニケーションを活発にする事で上昇する一年。";
$data4[0]["s5"]="自己判断、自己完結は問題が大きくなるだけ。必ず確認しましょう。";
$data4[0]["s6"]="
新年の始まり！気持ちは高まり飛び出したいところ。但し１月のあなたはのんびり穏やかなスロースターターでいることが大事です。焦りはアンラッキーを呼び込み、新年早々がっかりになってしまいます。また、ゆっくり過ごせば体調も整いましょう。特に恋愛での焦りは停滞や別れの引き金になることもあります。相手のペースに合わせて過ごせば安泰です「慌てない慌てない一休み一休み」。仕事に於いても大切なのはスピードより確実性。ミスのない仕事こそ評価にあたります。1月15日～25日は旧友とのコミュニケーション吉。会えなくてもSNS等でもOK、テレビ電話などで顔を見られるなら尚吉。よい情報やよきご縁を届けてくれるでしょう。1年のお護りとしてはシルバーやプラチナなど銀色や白金を身に付けましょう。外からのネガティヴなエネルギーや内なる自身のネガティヴな発想を一掃してくれます。				
";



$data4[1]["s7"]="ウィン";
$data4[1]["s1"]="★★★★★";
$data4[1]["s2"]="★★★★☆";
$data4[1]["s3"]="★★★★☆";
$data4[1]["s4"]="運気は充ち、喜びが溢れる一年です。人とのコミュニケーションを楽しみましょう。";
$data4[1]["s5"]="あなたの考えを率直に畏れず伝える発言する勇気。";
$data4[1]["s6"]="
年の始まりからよい流れに入ります。思いがけない恋愛のチャンスや予想以上の評価を得られる満たされる月です。仕事では春からの昇進の動きや希望する部署への異動などが決まる可能性大です。敬遠せずに自信を持って取り組み受け入れることが大切です。恋愛は恋人がいるあなたならステージが上がり未来図が具体的に動き出すでしょう。あなたが希んでいるなら、結婚の話は前向きに進めましょう。また、恋人が欲しいあなたは積極的に出逢いの場に行くべき。フィーリングの合う相手との出逢いあり！。友人の紹介よりは単独での行動の方が良いでしょう。家族の問題が発生する可能性がありますが、あなたはできるだけ中立の意見でバランスを取れば解決。周りを説得できるパワーがある月です！。お護りは車、自転車、電車などのモチーフ。キーホルダーやスマホなどの壁紙に使うのも良いでしょう。				
";


$data4[2]["s7"]="ユル";
$data4[2]["s1"]="★★★★☆";
$data4[2]["s2"]="★★★★☆";
$data4[2]["s3"]="★★★☆☆";
$data4[2]["s4"]="上昇運気があなたの背中を押し支えています。何事も消極的にならずアクティヴに、特に1月から4月";
$data4[2]["s5"]="先延ばしにせず、早急に対応しましょう。自信を持った言動行動により問題はクリアとなるでしょう";
$data4[2]["s6"]="
全てが新しい光に包まれる月。今まで分からなかった事、感じなかった事、見えなかった事が顕かになるでしょう。大切な人、事が分かったら、必要のない人間関係やモノとはお別れをしましょう。新しく生まれたあなたは再生され、恋愛は、腐れ縁と感じている関係は解消しましょう、新たな佳き出会いを呼び込めます。仕事は人の目を気にせず、自分の仕事に集中すれば充実した年の始まりとなるでしょう。注意点は中途半端な態度や言動。よき流れを停滞させてモヤモヤの中で光を見失います。なかなか自分を表現できないあなたは恋愛でも仕事でも弱い立場で運気を引き上げられません。お護りとしてはスカルのモチーフ、アクセサリーに持ってると新しい光をしっかりと見ることが出来るでしょう。１月は新生・再生を常にイメージして下さい。				
";


$data4[3]["s7"]="ティール";
$data4[3]["s1"]="★★★☆☆";
$data4[3]["s2"]="★★★☆☆";
$data4[3]["s3"]="★★☆☆☆";
$data4[3]["s4"]="勢いのある一年ですから、２月以降は一歩前にでて、仕事でも恋愛でもリーダーを目指しましょう。";
$data4[3]["s5"]="冷静さと強さ。退くべきは退き、出るときは思いきって出ることが大切です。";
$data4[3]["s6"]="
浮き沈みが激しく不安定な運気です。良いことも悪いことも混載された運気に戸惑うことも多いかも知れません。但し、運気の上下に振り回されず客観的に自分を見る冷静さを心がければ決して辛い1ヶ月ではありません。特に5日～15日は恋愛運は好調で恋人とは楽しい時間を過ごせるでしょう。また、恋人がいないあなたは友人が恋人に昇格する可能性があります。積極的にあなたから誘ってみましょう。仕事では人間関係で衝突が起きやすい時ですから、感情のままの言葉に注意しましょう。コントロールする事で、後々良い人間関係を構築出来るでしょう。お護りとしては牛のモチーフ。水晶など透明な素材なら尚よし！。また、食事は野菜を多く摂取しましょう、メンタルの安定に繋がります。				
";

$data4[4]["s7"]="ケン";
$data4[4]["s1"]="★★★★☆";
$data4[4]["s2"]="★★★☆☆";
$data4[4]["s3"]="★★★★☆";
$data4[4]["s4"]="あなたの意思や情熱が試される一年。よそ見をせず惑わずに真っすぐをモットーに。";
$data4[4]["s5"]="閃きはあなたを導く力です。エビデンスに拘らず、閃きこそ正解！の気持ちが大切。";
$data4[4]["s6"]="
今まで迷って決められずにいた事への判断が出来るのが１月。特に転職は決断することでより良い職場との出会いがやってくるでしょう。但し、あくまでも心の中の【決断】ですので会社への届けは２月以降で良いです。恋愛に於いては結婚を考えてパートナーがいるあなたは１月中に相手の意思を確認しましょう。中途半端な関係は一年を無駄にしてしまう可能性が大です。また、相手の結婚の意思が聞けたあなたは年内に結婚の形が整う可能性大です。健康が少し不安定です、身体を冷やさぬよう細心の注意をしましょう。勇気ある積極性がよき未来を構築する、その一歩の月になるとイメージしましょう。お護りとしては、深紅のファッションやアクセサリー、石ならルビーや大きめのガーネットが最大の味方になってくれるでしょう。				
";


$data4[5]["s7"]="エオロー";
$data4[5]["s1"]="★★★☆☆";
$data4[5]["s2"]="★★☆☆☆";
$data4[5]["s3"]="★★★☆☆";
$data4[5]["s4"]="個人を前に出すより、縁の下の力持ちのイメージで。陰を支えることで良いことが重なります。";
$data4[5]["s5"]="友人知人に相談するのが吉。自己判断、自己完結は後悔に。";
$data4[5]["s6"]="
人間関係を大切にする事で今年一年が輝く月です。新年の挨拶も普段は怠ってる人や最近接点がない、友人知人に送ってみましょう。直接的な関わりがなくとも、その行為事態が幸運を運んできます。恋愛は恋人がいるあなたは焼きもちは禁物、軽い甘えのつもりが相手に大きなストレスを与えて関係を悪くする可能性大。逆に寛容な気持ちでコミュニケーションをとれば、相手はよりあなたを大切にするでしょう。恋人が欲しいあなたは仲間の中に候補がいたり、サークルや習い事のコミュニティに出会いがあります。仕事も同様、人間関係を大切にする事で今年一年のトラブル回避に繋がります。人に優しく自分に厳しく！で頑張りましょう。お護りは薔薇のモチーフ。アクセサリーも良いですが、生花を部屋に飾るのが一番。一輪でOKですから、枯れる前に新しい薔薇に取り替えるを心がけましょう。				
";


$data4[6]["s7"]="ペオース";
$data4[6]["s1"]="★★☆☆☆";
$data4[6]["s2"]="★★☆☆☆";
$data4[6]["s3"]="★★★☆☆";
$data4[6]["s4"]="うまい話に乗らず堅実をモットーに！を心がけましょう。";
$data4[6]["s5"]="慎重に慎重を重ねて、アバウトに考えない対応しないことがポイント。";
$data4[6]["s6"]="
秘密がある人は今月は要注意。決してバレないと確信していたことも牙城が崩れる可能性大です。今月は油断せず節制した生活や安易な嘘をつかないよう心がけましょう。恋愛は特にシークレットラブに要注意。やり取りや会う回数を減らす努力が必要です。但し、片想いのあなたには大チャンス！想いを真っ直ぐ伝えるお付き合いできる可能性高いです。仕事ではイージーミスもちゃんと申告しましょう。「このくらいはナイショでも大丈夫ね」は通用せず、問題が大きくなりそうです。真実を語るものでいることが問題回避に繋がり、運気が上がります。金運は安定してますが賭け事は禁物、大金をつぎ込み失うことになりそう。小お護りは色がつかないリップクリームやグロス。また石ならムーンストーン。持ち物に入れておくとあなたを落ち着かせてくれるでしょう。
";

$data4[7]["s7"]="マン";
$data4[7]["s1"]="★★★☆☆";
$data4[7]["s2"]="★★☆☆☆";
$data4[7]["s3"]="★★★☆☆";
$data4[7]["s4"]="自分を見失うことがないように。尊重は大切だが自分を抑え過ぎずで万事良い方へ。";
$data4[7]["s5"]="言葉にする前によくよく考えることが大切。言葉の選択ミスで問題が大きくなる可能性大です。";
$data4[7]["s6"]="
自身、そして人間を意味するルーンのマン。これは自身と向き合う大切な機会であると共に、周りに感謝をし、尊重すべき時だというメッセージです。自己主張を抑え、周りの意見や思いに寄り添う謙虚さが大切です。恋愛では相手に合わせる気持ちで過ごしましょう、怒りや不満の爆発は信頼関係を失います、きをつけましょう。片想いの相手がいるあなたはよき相談相手でいる事が発展の秘訣です。仕事では特に配慮が必要、聞き役に徹していることで味方が増え、評価も上がるでしょう。家族や友人への思い遣りも大切な１月。喧嘩は避けて、優しい気持ちを忘れずにコミュニケーションを取りましょう。お護りは【M】の文字のモチーフ、肌に着くネックレスが良いでしょう。また、静かな場所、図書館や美術館がとてもいいエネルギーを得られます。
";

$data4[8]["s7"]="ダエグ";
$data4[8]["s1"]="★★★★★";
$data4[8]["s2"]="★★★★☆";
$data4[8]["s3"]="★★★★☆";
$data4[8]["s4"]="何事もポジティヴに捉えること。その志向で運気はあなたをより高みに導いてくれるはず。";
$data4[8]["s5"]="冴えていますから、問題をしっかりと受け止め冷静に考えるとアイディアが浮かび早期に解決するでしょう。";
$data4[8]["s6"]="
年の始まりとしては最高のスタートです。１日１日を価値のある時間と捉え、一年の目標をしっかりと立てましょう。目標は高いほどモチベーションが上がり結果がついてきます。恋愛も穏やかで暖かな時間を共有出来る時、恋人に甘えることが結びつきを強くしますので遠慮せず表現しましょう。片想いや復縁を希むあなたは相手を友人だとイメージしてメッセージを送るとよいコミュニケーションに。肝心なのは、恋愛モードで相手を乞う形にならないように気を付けることです。仕事は春に向けて昇格の話もちらほら耳に入ってくるでしょう。自分の意思を上司に今から伝えておくのが大切です。また、資格を目指すのもとてもよいタイミング。金運も上昇しますから、価値ある買い物はOK。但し、安物買いの銭失いにならぬよう注意を。お護りは太陽のモチーフやゴールドやオレンジの色使い。小物やアクセサリーにぜひ用いましょう。				
";

$data4[9]["s7"]="ラド";
$data4[9]["s1"]="★★★☆☆";
$data4[9]["s2"]="★★★☆☆";
$data4[9]["s3"]="★★★★☆";
$data4[9]["s4"]="恋愛も仕事も移動(異動)がテーマの年。新しい出会いやスキルアップにトライ！";
$data4[9]["s5"]="色んな情報を集め、データを重視して考えるとスッキリ！解決策が浮かびます。";
$data4[9]["s6"]="
年の始まりに意識したいのは【旅】。長時間・長距離の旅はもちろん、小旅行でも、降りたことのない隣の駅でもよし！。あなたに一年のヒントやエネルギーを注入出来ます。また、外出が苦手、または出来ないあなたはゆっくりと読書をする事をおすすめします。それは心の旅であり、発見です。恋愛指南本より、歴史や哲学などイマジネーションを高めてくれたり、成長出来る本を選びましょう。恋愛は二人で旅行は発展になり、結婚へ進むカップルもあり！。出会いも非日常にあり！社外活動を頑張りましょう、趣味の活動を広げるのもよし。仕事も英語以外の語学を学ぶと大きなスキルアップに。また、異動の話も肯定的に受け取って吉。お護りは龍のモチーフ(水晶なら尚良)、アクセサリーや持ち物に付けて。また、神社仏閣への旅は今月のあなたにとって最高のパワーアップになります。				
";

$data4[10]["s7"]="ウィルド";
$data4[10]["s1"]="★★★★☆";
$data4[10]["s2"]="★★★★★";
$data4[10]["s3"]="★★★☆☆";
$data4[10]["s4"]="運命の導きが強い一年ですから、考えすぎずにシンプルに流れに乗る勇気が大事です。";
$data4[10]["s5"]="正しいと思う事を考え選択すること。周りの意見に流されない事がポイント。";
$data4[10]["s6"]="
新生・再生を示す1ヶ月。新しい世界に飛び出す人、昔の恋人と復縁をする人等、運命を感じられる月です。特に恋愛ではドラマティックな展開があります。戸惑わず、流れに乗ることが大切。仕事では陰陽ハッキリとした展開。昇格あれば降格あり、大切な事はどちらの動きも自分にとって必要な出来事と受け止め、歩みを止めないことです。また、金運は絶好調です。長年欲しいと思っていた物は後悔しない買い物になるでしょう。お護りは植物。家庭菜園よし、観葉植物を育てるもよし！。また、山登りやハイキングも運気をあげてくれるでしょう。
";


$data4[11]["s7"]="イング";
$data4[11]["s1"]="★★★★☆";
$data4[11]["s2"]="★★★★☆";
$data4[11]["s3"]="★★★☆☆";
$data4[11]["s4"]="成果が出た後、それを基に自分が次に何を目指すか？を考え、進める事が大。";
$data4[11]["s5"]="家族が強い味方。悩んだときは家族からのアドバイスを聞くのがポイント。";
$data4[11]["s6"]="
イングのメッセージは【成熟、成果】。これは棚からぼた餅ではなく、重ねた努力がベースにあります。諦めずに頑張ってきた人への結果です。恋愛では特に影響は大きく、片想いを頑張ってきたあなたは発展に入ります。友達から恋人へ発展する人もいるでしょう。仕事でもコツコツと勉強を重ねた人には大きなチャンスがやってきます。資格を目指していたあなたは合格の可能性大です。健康は持病が気になるあなたは、よき病院と縁あり。セカンド・オピニオンにトライを。お護りは豚のモチーフ。可愛いイラストやキャラクターが良いでしょう。				
";


$data2[1]["s1"]="★★★★☆";
$data2[1]["s2"]="★★★★★";
$data2[1]["s3"]="★★★★☆";
$data2[1]["s4"]="新しい始まり";
$data2[1]["s5"]="6月";
$data2[1]["s6"]="
停滞していたものが動き出す年。<br>
今までとは違う新しいことに挑戦をしたり我慢していたことを実行に移すことがぴったりな時期です。<br>
何か新しい活動も始めるのも良いですし、気になっていたものを買っても良いのです。直感的に自分が良いなと思ったことに素直に従って行動することが良い流れを作ってくれるでしょう。周囲の考えに影響されずにあなたの心がわくわくするような体験をを増やしていくことが大切です。未来に目を向けていくことがぴったりの年ですので色々と恐れずに変化をしていくことが吉です。
特に6月は物質的なことにこだわらなくなり、物質的なことにこだわりが無くなってくるときです。のんびりとするためにリゾート地に行ってみるのも良いでしょう。<br>
そして食事や運動に特に気を配り目標を見直していくと新たな自分の才能が見えてくることになりそうです。<br>
";


$data2[2]["s1"]="★★★★☆";
$data2[2]["s2"]="★★★★☆";
$data2[2]["s3"]="★★★★☆";
$data2[2]["s4"]="共に支えつつ成長";
$data2[2]["s5"]="10月";
$data2[2]["s6"]="
人からの影響を強く受け取る年で良いことも良くないことも直接関わってくるでしょう。<br>
周囲の人たちとの協調が必要で穏やかに過ごそうとすれば、何事もスムーズに進むでしょう。<br>
物事が環境や人の影響でペースが遅れたり、展開がゆっくりになることが有っても焦ってしまうことはありません。敏感になって色々なことが気になるかもしれませんが、気にしない方が良いでしょう。<br>
他者のお話を聞くことが良いですので、グループ入ったりして友情を育むことが吉。無理のない範囲で人を助けることも良い方向へいきます。<br>
異性と深い関係になる機会が多いです。<br>
10月は旅行に出ると吉。日常から離れてのんびりとすることで心の余裕が出てきます。楽観的にいることができ過去の不安を手放すことができるでしょう。<br>
お仕事面は女性のグループで進めていくと上手く乗り越えられる可能性があります。<br>
";


$data2[3]["s1"]="★★★★★";
$data2[3]["s2"]="★★★★★";
$data2[3]["s3"]="★★★★☆";
$data2[3]["s4"]="楽しむ年";
$data2[3]["s5"]="7月";
$data2[3]["s6"]="
今年はインスピレーションが上手く働く年です。自分らしさを表現する方法を探し楽しんでいくことが吉。光り輝く年にすることが可能です。<br>
いつもよりも自分の内側から湧き出る活力と若さを感じ取れることができるでしょう。<br>
エネルギーに満ちる年ですので、明るく社交的に過ごし週末の旅行など出てみるのもぴったりの過ごし方となるでしょう。<br>
服装と化粧を変えてイメージチェンジをはかるとすっきりとした気分になることができます。特にカラフルな服が溢れ出るエネルギーを表し気分を上げてくれるので、意識して着てみるのも良いですね。<br>
7月は新たなエネルギーが生まれ今まで躊躇していたことも実行することができます。<br>
自分の考えを持ち行動をすることが良いので、やることリストを作って動くことが必要です。<br>
";


$data2[4]["s1"]="★★★★☆";
$data2[4]["s2"]="★★★★★";
$data2[4]["s3"]="★★★★☆";
$data2[4]["s4"]="安定させるための基礎固め";
$data2[4]["s5"]="6月";
$data2[4]["s6"]="
今年は目標を定めて、近い時期の計画を立てて成果を出していく年です。そして今年1年は事実を把握してリスクを冒さないことが大事でしょう。将来のための基礎固めの時期ですので、責任を引き受け、物事を最後までやり通したいという気持ちが強くでます。いつもよりもはっきりした自分の意見を持ち態度も頑なになってしまいますが、難しい問題や関係でも投げ出さずに働きかけていくことで解決の道に進むでしょう。<br>
多くの問題が出てくることがあっても最終的にこなしていき達成感に満たされる可能性が高いでしょう。健康診断を受けることと庭がある場合には掃除をすると良いでしょう。<br>
6月は恋愛においては結婚の計画にとても良い時期です。また仕事においては新規にビジネスの立ち上げや新たな挑戦に最適な月となります。感情的にならずに頭をフル回転いたしましょう。恋愛も仕事も積極的に活動をすることが吉。<br>
";


$data2[5]["s1"]="★★★★☆";
$data2[5]["s2"]="★★★★☆";
$data2[5]["s3"]="★★★★★";
$data2[5]["s4"]="冒険をする";
$data2[5]["s5"]="5月";
$data2[5]["s6"]="
サイクルのちょうど中間地点の5の年は行動をしていく年です。制約が多かった昨年が終わったので柔軟に物事を考えていくことが吉。好奇心に従って動いていきましょう。<br>
ただし衝動的に動かずにゆとりをもって行動をしていくのが良いですね。今年は新しいエネルギーに満ち溢れていますので、放っておいても新しい仕事が舞い込みやすくなります。出来るだけ外に出かけて人に会っていくと、エネルギーと熱意に沢山の人が惹きつけられる機会が多いでしょう。<br>
思わず食べ過ぎたり飲みすぎたりしてしまいますので要注意です。<br>
5月はワクワクする物事が起こりやすいので新たなエネルギーが内側から沸き出るでしょう。仕事面でも素晴らしい成長ができます。新しい人にも積極的に会っていくことをお勧めいたします。
新規開拓、リスクを恐れないことがテーマです。<br>
";



$data2[6]["s1"]="★★★★☆";
$data2[6]["s2"]="★★★★★";
$data2[6]["s3"]="★★★☆☆";
$data2[6]["s4"]="愛を与える";
$data2[6]["s5"]="4月";
$data2[6]["s6"]="
6の年は自分に与えられたものを誰かにお返しをすることが吉です。自分自身を成長させて成熟させることを目指す年ですので、衝動的な行動を抑え寛大に人を許すことが良いでしょう。人が出来なさそうなことや苦手なことで自分が得意なことであれば代わりにやってあげることが出来ます。今年は永遠の関係を結ぶこと、子供を作る事、家を建てること、誰かに物を教える先生になることが向いているでしょう。家族の意味を理解するような出来事も起こりやすく多くの時間を割く可能性があります。<br>
4月は新鮮なエネルギーと活力がみなぎる月です。将来の伴侶とも出会いやすく結婚に関わることがでる可能性が高いでしょう。家を買ったり、庭の手入れをしたり家の改造に向いている月です。";


$data2[7]["s1"]="★★★★☆";
$data2[7]["s2"]="★★★★★";
$data2[7]["s3"]="★★★☆☆";
$data2[7]["s4"]="見つめなおす";
$data2[7]["s5"]="3月";
$data2[7]["s6"]="
今年は一旦立ち止まり、これまでの過去を振り返って分析をする都市です。何事も無理に進めない方が上手くいきます。もし疲れを感じてしまったのであれば、今のペースを落として生活のバランスを取るべきというサインです。あらゆるものを評価し直し、価値観をシフトさせる時を迎えます。自分が得意としているものに注目し、さらに磨きをかけていくと自分の価値に改めて気づいていくことがあるでしょう。ゆっくりと辛抱強く動く年です。<br>
今年大切にしているものを手放すようなことが起こる可能性がありますが、ここで手放したものは時が来るとまた戻ってきます。あなたの内側の一番大切なものに気づかせてくれる年ですので、何が起きても最善の結果を手にすることができるでしょう。<br>
3月はエネルギーが回復し、目標が定まっていきます。あなたの特別な才能又は技術が成功に導きます。将来の伴侶に出会う可能性があります。
";



$data2[8]["s1"]="★★★★★";
$data2[8]["s2"]="★★★★☆";
$data2[8]["s3"]="★★★★★";
$data2[8]["s4"]="達成";
$data2[8]["s5"]="2月";
$data2[8]["s6"]="
今年は自分の強さを感じながら多くの課題を取り組み大きな決断をしていくことができるでしょう。判断力が冴えて粘り強さもある時ですので、無理かなと思ってしまうようなことを頼まれた場合でもやると決めたら迷わずやりましょう。<br>
スピリチュアルなところを開発できる年ですので、自分の答えが手に入りやすくなります。過去や失敗を振り返ることに時間を使わずに未来に目を向けていくことに力をいれましょう。例えつまずいても一時的ですので、直ぐに立ち直ることが出来ます。<br>
今年は進むべき方向がしっかりと自覚でき、卒業試験のような年になりますので、様々な形で試されて評価されるでしょう。<br>
2月はまいた種の実りを手にする非常に大切な年なので、全力で前進しましょう。試練や変化を恐れずに懸命に働く姿勢を続け、行動にむらのないようにするのが吉です。<br>
";


$data2[9]["s1"]="★★★★☆";
$data2[9]["s2"]="★★★★☆";
$data2[9]["s3"]="★★★★★";
$data2[9]["s4"]="完結する";
$data2[9]["s5"]="8月";
$data2[9]["s6"]="
1つのサイクルが完了する年です。大きな変化に備えて新たなスタートを切る準備をしているところですので、仕事や問題をまとめておきましょう。<br>
古くなったものは手放し、特にエネルギーを奪いそうな人から距離を取る事により自分にぴったりの人が入ってくるスペースが出来ます。正しい目で物事を見るようにすることに努力が必要となるでしょう。今年は人に小言をいったりせず、寛容になることが良い結果をもたらします。すぐそこに良いことが待っています。<br>
感情的になりがちですが、溢れんばかりの豊かさが与えられますので無理に物事を進めようとせずに自然と現れてくる結果に心を開いて受け止めていきましょう。<br>
8月はビジネスチャンスが来ますので今取り組んでいる仕事に打ち込むと吉です。臨時的な収入がある可能性あり。<br>				
";


$data5[0]["1"]="2";
$data5[0]["2"]="3";
$data5[0]["3"]="6";
$data5[0]["4"]="7";
$data5[0]["s5"]="";
$data5[0]["s6"]="
今年の一白水星の運勢全般は、一般的に低迷期と呼ばれ、運気悪しと諦めがちな気持ちになりやすいですが、悲観的にならずに本来のご自身の持ち味の冷静さと深い洞察力をフル活用すれば、堅い芽が次第に開き、今年抱いていた思いや願いが着実に実を結んでいく事になるでしょう。今年は今後の将来設計の為に出来る事を一つ一つ丁寧にこなしていく事が運勢を切り開く鍵となります。<br>
仕事然り、人間関係の構築さの大切さ然り、ご自身の健康然り、結果に直結させる意識ではなく、マイナス方向に動かないように保守する意識を持つと良いでしょう。また、資格取得を考えている方にはとても良い時期です。この機会に取りたい！と思っている資格は是非にでも取る事で後の運勢アップに繋がります。<br>
そして家庭運もコミュニケーションを大切にする意識を持つ事で良い結果が出やすくなります。ただし、どうしてもネガティブ発想になりやすいので、静かに心の内を追い詰める言葉はNGです。今年のキーワードは、地味でもコツコツ着実に歩いていけば道が見えてくる！です。<br>
";

$data5[1]["1"]="4";
$data5[1]["2"]="6";
$data5[1]["3"]="7";
$data5[1]["4"]="";
$data5[1]["s5"]="";
$data5[1]["s6"]="
今年はチャンスに備えて、地味でも華を感じなくても、コツコツ地盤重ねをする事で運気を上げていく事が出来ます。まさに泥臭い生き方をテーマにすると良いかもしれません。可愛く言うならば、アリとキリギリスのアリさんです。<br>
様々な状況で努力なくして結果が出ない一年と感じる事があるかもしれませんが、焦りは禁物です。仕事運、家庭運然り、近道を選ぶより、少し遠回りだなと感じるくらいが、後々のトラブル回避になります。
仕事運も一見好調に感じたとしても、どこかに落とし穴が潜んでいるかもしれないと思うくらい慎重に丁寧に何事も取り組む事が大切な一年になります。そして今年は決め事は絶対に独断で進める事は避けて下さい。<br>
家庭運に関しても、家族間の健康問題などが浮上しやすくなります。常日頃からコミュニケーションを取る事が問題を大きくしない鍵となります。建築関係も入念なチェックが必要です。大丈夫だろうと過信せず、気になる事は必ず確認する事です。今年のキーワードは、気になる事は後回しせず、必ず再確認！信頼関係は一日にしてならずです。
";

$data5[2]["1"]="0";
$data5[2]["2"]="3";
$data5[2]["3"]="4";
$data5[2]["4"]="";
$data5[2]["s5"]="";
$data5[2]["s6"]="
昨年からの努力が実を結ぶ時期に入りました！一騎に逸る気持ちで駆け抜けたくなる気持ちになると思いますが、ヨーイドン！駆け足で走り続ける事はOK！でも自信過剰、過信し過ぎだけは気をつけて下さいね！<br>
今年は出逢い運や仕事運も今までの努力の結果と併せて、とても活発になり、様々なシチュエーションで開花していきます。勢いのある運気の流れに、実は隠れ慎重派だからと日頃思っている方も、今年ばかりはこの運気に乗ってしまって下さい。想像以上の良い結果が待っています。<br>
仕事面では、眠っていた？眠らせられていた才能が開花し、斬新なアイディアや閃きなどが次々と浮かんできて、成功の道が一気に開けてきます。こんな時は度胸も大いに味方してくれます。今年はあなたの為に開かれたゲートがたくさんあります。スタスタと進んでいきましょう。ただし、注意点は勢いのある時は言動が雑になりやすく、周囲の状況が見えなくなりがちです。くれぐれも自己中心的な言動には気をつけて、周りの人には常に優しくを心がけて下さいね！今年のキーワードは、勢いのある時ほど、360度全方位に気配り優しくが運気をさらにあげてくれます！
";


$data5[3]["1"]="0";
$data5[3]["2"]="2";
$data5[3]["3"]="4";
$data5[3]["4"]="";
$data5[3]["s5"]="";
$data5[3]["s6"]="
昨年から上昇気流に乗って右肩上がりの運勢に入っていますので、ご自身にも自信がついてきていますし、何より心のバランスの取り方が上手になってきています。今年はそのままの良いバランスを保ち、目標達成を目指していきましょう。<br>
人間関係も良好になり、人の心の調和の大切さを感じる事が多くなり、人との繋がりが人生において、やはりなくてはならないと改めて再認識する一年になりそうです。お金では買えない心の豊かさを得られそうです。<br>
交際関係に関しても、独身の方は縁談があったり、交際中の方は結婚の流れに進みやすくなります。もちろん良縁として整いやすいです。<br>
仕事面でも、交渉事などがスムーズにまとまりやすくなりますので、結果が出やすくなります。しかし、心に留めておいて欲しいのは、自分だけの力だけではなく、周囲の方からの支えもあっての成功と忘れず、ありがとうの言葉と気持ちも必ずお伝え下さい。運気上昇を保ち続ける鍵になります。そして今年は貯蓄がいつもより出来やすくなり、気持ちにも余裕が出てきます。今年のキーワードは、何事も全ての事を整えていこうという気持ちでいると、チャンスがたくさん舞い降りてきます。
";


$data5[4]["1"]="1";
$data5[4]["2"]="4";
$data5[4]["3"]="6";
$data5[4]["4"]="7";
$data5[4]["s5"]="";
$data5[4]["s6"]="
今年は人生において一区切り、そして本質を見極める大切な年回りとなります。心の眼で、また、現実の正しい眼で周囲をしっかり見て、進む事だけを考えるよりも、何事も必ず一歩下がった位置で、現状を再確認する必要があります。即断即決しない事が今年の運勢を左右します。<br>
今まで相当の努力を重ねて精進してきた人にとっては、それなりの成功の効果を得たり、感じたりする事が出来ますが、それでも今年は今まで以上に何事に対しても感謝と気配りを忘れずにして下さい。そうする事でより深い信頼関係を構築する事が出来て運気上昇の手助けとなるはずです。<br>
また、どうしてもビッグチャンスを掴みたくて、大勝負に出たくなる衝動が起きるかもしれませんが、やめといた方が無難でしょう。これは大変危険な勝負事になります。
今年は積極的な行動を控えて、何事も慎重に誠意を持って行動していくと、その姿勢が大きなチャンスに繋がり、結果成功します。今年のキーワードは、全てにおいて、誠意を持って行動する事が万事良き方向に導かれます。ただし、注意として誠意ある行動と、お節介、無駄な世話焼きは全く別物です。<br>				
";


$data5[5]["1"]="0";
$data5[5]["2"]="1";
$data5[5]["3"]="6";
$data5[5]["4"]="";
$data5[5]["s5"]="";
$data5[5]["s6"]="
天からの恩恵を受け、幸せに満ち溢れ、とても忙しい年回りになりそうです。全ての出来事、事象がチャンスと思い行動していく事が大切です。まさしく、お天気の晴天もその一つです。<br>
注意点は、運気が良く、順調に事が進んでいると、どうしても気づかないうちに高飛車な態度や相手の方にマウントを取りやすくなりますので、心の中に常に謙虚という張り紙を糊り付けするくらいが丁度良いです。そして権威ある方や専門的に能力が高い方と接する機会も出てきます。人生の刺激になり、ご自身の能力開花にも繋がりますので、運気は盛大に上がっていきます。ここで戻りますが、だからこそ謙虚という姿勢が全てに左右されます。絶対に忘れないで下さいね。<br>
仕事面、金銭面も順調に事が進み、潤いが増していきます。しかし来年の運気の流れから、今年順調だからといって、一攫千金狙いや使い過ぎには注意が必要です。健康面は忙しいが故に健康チェックを怠りやすくなったり、健康に問題がないと思いがちになりますので、健康診断は受けておいた方が良いでしょう。生活習慣病に要注意です。今年のキーワードは、目上の人に素直に心を開く、これが運気アップに繋がります。
";


$data5[6]["1"]="0";
$data5[6]["2"]="1";
$data5[6]["3"]="7";
$data5[6]["4"]="";
$data5[6]["s5"]="";
$data5[6]["s6"]="
今年は長いトンネル期を抜けて、大いなる実りの年に入り精神的にも物質的にも恵まれます。気持ちにも余裕が出てきますので、金銭的な大盤振る舞いには注意が必要です。<br>
また交友関係も広がり、食事会、飲み会、旅行なども増えてきます。大いに楽しむが、程良く計画的にという言葉は常に心に留めておきましょう。<br>
そして、交友関係の広がりの嬉しさから、いつもより饒舌になり過ぎる傾向があり、言ってはいけないNG言葉がつい出てしまいそうになります。口は禍の元とあるように、くれぐれも他人様の悪口、批判は絶対に避けましょう。来年、明日は我が身という事にもなりかねません。<br>
今年は交流が鍵となります。仕事面でも、持ち前の積極性プラスα社交性を活かして、今年のうちに人脈を広げる意識を持っておくと、後の大成功に繋がります。また、仲間の縁の強さを感じる事が度々ありますので、その時は必ずお礼を伝えて下さい。<br>
その仲間達から幸運が運ばれてきます。健康面の注意点は歯を大切にです。特に土台となる歯茎、歯肉炎ケアに気をつけると良いです。今年のキーワードは、運気上昇楽しみの中に決して他人様の批判はしてはならない！です。			
";


$data5[7]["1"]="4";
$data5[7]["2"]="6";
$data5[7]["3"]="7";
$data5[7]["4"]="";
$data5[7]["s5"]="";
$data5[7]["s6"]="
今年は何か現状を打開したくなり、変化を求めたくなる年回りでもあります。変化は時には良い方向に動く場合もありますが、動く前にそれは衝動的過ぎないか、本当に今の自分に必要な動きなのかを、しっかり見極めてから行動に移すように心がけて下さい。迷いのある時の決断決行は大切なものを失う危険があります。決して英断とはならないので要注意です。<br>
引越し、土地売買、投資関係も常に気をつけるようにしていく事が大切です。<br>
この一年は揺れ動き、変化、異動、移るが鍵となっていきます。心の動きが自分でも分からなくなる時があると思いますが、そんな時は本来ご自身の考えている事、目標、やるべき事は何かという基本軸を忘れないようにしておくべきです。周りに振り回されないように、ご自身の気持ちは何を求めているかを一年の初めに書き出しておくと良いかもしれません。どこかで迷いが出た時に読み返してみましょう。はっと気づく事になりそうです。健康面では、腰の付近要注意です。ギックリ腰、腰痛悪化、関節炎などに気をつけてく下さい。今年のキーワードは、迷いが出たら、一年の初めの自分の気持ちの原点に戻ってみる！です。<br>
";


$data5[8]["1"]="1";
$data5[8]["2"]="2";
$data5[8]["3"]="3";
$data5[8]["4"]="";
$data5[8]["s5"]="";
$data5[8]["s6"]="
今年は良くも悪くも恍惚とした光に照らされる一年になります。今までの努力の結果がはっきりと形に現れます。今年から努力をするのも遅くはありません。とにかく、スポットライトはご自身に向けられているという意識を持って、自分磨きに精を出せば必ず良い結果に繋がります。磨くといっても、外見だけではありません。内面の輝きも自然と表面化されやすいので、あの人は外見は良いけど、内面が伴っていないね！と言われないようにして下さいね。また、注目されるという事が鍵となりますので、今までついてきた嘘や悪事もばれやすくなります。心のどこかに何か引っかかる事が浮かぶ方は、早めに誠意を持って対処する方が良いでしょう。言い訳、嘘は必ず災難に変わると思って行動した方がトラブルを最小限に食い止める事が出来ます。今年は目利きにもなりやすいので、少しご自身には高級志向過ぎるかなと思う物は、本当に必要かどうかを考えて購入すると良いでしょう。<br>
今年のキーワードは、必ず年初めに目標設定する事、前半にいつも以上に頑張る事をすれば成功を手にいれやすくなります。スポットライトは私に向けられているからこそ、輝きを増し続ける事が重要！です。
";





?>
