<?
$data7[32]["title"]="月／Moon";
$data7[32]["sub"]="人気、ロマンス、インスピレーション、柔軟、サポート";
$data7[32]["comm"]="行き詰まった時は自分の内から湧き出るイメージ、インスピレーションを大切にすると問題解決につながります。";
$data7[32]["log"]="<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★★</span></span><span class=\"card_log\">内助の功的な働きにスポットライトが当たり、あなたの評価が上がりそう。自分が前に出るというよりは周りの引き立てによって輝く年。周囲に対して優しく親切でいるように心がけましょう。また、今年はインスピレーション、感受性が増している年。自分を内面から輝かせるために芸術的なものに触れるとよいでしょう。</span><span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★★</span></span><span class=\"card_log\">人気運、ロマンス運が高まっています。外で声をかけられることが増えたり、職場の異性に優しくしてもらえたりと、異性関係で良い流れが起きそう。恋人募集中の人は、日常のふとした時に感じる視線など、恋のチャンスを見落とさないようにしましょう。笑顔と聞き上手な態度。これが恋の成功率を上げます。</span><span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span><span class=\"card_log\">周囲のサポート役に徹することで仕事が円滑に進みます。結果的に評価が上がり、頼られることも増えそう。問題の渦中にいるよりは一歩引いた態度で接するほうがよい時です。</span>";

$data7[33]["title"]="鍵／Key";
$data7[33]["sub"]="鍵、ヒント、解決策";
$data7[33]["comm"]="今までのあなたから一皮剥けるチャンスの年です。流れを見極め、積極的に乗るようにしていきましょう。";
$data7[33]["log"]="<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">未来の自分に対するヒントが得られる年です。この1年の自分の行動───どれだけ頑張ったか、何に興味を持ったか、それらがすべて未来の自分につながっていきます。鍵はあなたが握っています。新たなものへのチャレンジ。自分の世界を広げるためにも、好奇心を忘れないようにしてください。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">大きなきっかけ、ターニングポイントの年となりそう。人生を左右する人に出会えるかもしれません。恋のきっかけは身近なところに転がっています。新たな展開を楽しむ気持ちを持ちましょう。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">今までの自分から一段階上に進むチャンス到来です。上司の話やふと耳にする言葉など、ちょっとした情報を逃さないようにしてください。目ざとく、耳ざとくがキーワードです。</span>";

$data7[19]["title"]="塔／Tower";
$data7[19]["sub"]="会社、社会、ルール、制度";
$data7[19]["comm"]="地道な努力、一歩ずつ前進するような堅実さを大切にしてください。";
$data7[19]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">周りとの関係や自分の置かれている立場など、社会とのつながりに目を向けて現実的に動くことが求められます。今年は周りから見られている自分を意識してください。「社会性」がキーワードとなる年。大きなことを成し遂げるというよりは堅実に、日々の積み重ねを大切にしましょう。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">堅実に現状維持の運気が続きます。お相手がいる人はこのまま堅実なお付き合いが育まれる年。将来に向けた話し合いなど、今後について考えて行くのもよいでしょう。恋人募集中の人は日々の忙しさに流されて積極的な行動が途絶えがち。手堅い仕事、真面目な人と出会いがありそうです。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">会社との絆が強まる年です。重要な仕事を任される分、残業はやや多めかもしれません。時には人を頼るなど、自分一人で頑張りすぎないようにしましょう。</span>";

$data7[18]["title"]="犬／Dog";
$data7[18]["sub"]="友人、仲間、忠誠";
$data7[18]["comm"]="自分の利益を考えた行動、嘘や隠し事はNGな年。誠実さを意識するのが開運のポイントです。";
$data7[18]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★☆</span>運気は安定傾向。自分から前に出るよりも誰かの流れに乗ったほうが上手くいく年です。今年は周りの人に助けられることが多くなります。困った時や行き詰まった時などは、友人の存在が大きな支えとなるでしょう。最近疎遠になっているという人は年始の挨拶がてら連絡を取ってみるとよさそう。</span>
<span class=\"card_log\"></span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★☆☆</span>信頼、安心が恋の進展のキーワードです。言い換えれば、新しい恋愛は信頼できる人とでないとなかなか進みません。今年は友人が恋の味方として大活躍する年。悩みがある時は相談してみましょう。恋人募集中の人は友人の紹介で恋が始まる可能性があります。
</span>
<span class=\"card_log\"></span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span>我を通すよりも会社や上司に忠実であるほうが上手くいきます。自分に求められていることは何かを考えて動きましょうまた、今年は同僚に助けられることが増えそう。普段から良い関係を築いておきましょう。</span>
<span class=\"card_log\"></span>";

$data7[21]["title"]="山／Mountain";
$data7[21]["sub"]="障害、距離、困難、大きな挑戦";
$data7[21]["comm"]="今年のキーワードは、備えあれば憂いなし。しっかりと準備しておきましょう。";
$data7[21]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★☆☆☆</span></span>
<span class=\"card_log\">運気としてはやや重ため。頭打ちに感じる出来事があったり、重圧がのしかかってきたりと、思うように行きにくい年です。大きな挑戦、チャレンジが求められています。それは楽なものではありません。万全に準備を整える必要がありますし、時間もかかります。でも、ここで諦めないこと。この挑戦を乗り越えることであなたは大きく成長し、たくさんの学びやギフトを得ることができます。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★☆☆☆</span></span>
<span class=\"card_log\">会う時間が減る、気持ちがすれ違うなど、思うようにいかないことが増えそう。今年は無理して自分のペースに持ち込もうとせず、のんびりとお付き合いをする気持ちを持ちましょう。出会い運も停滞気味。出会いを呼ぶためには今のままのあなたではなく、人として大きく成長することが求められます。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">物事が遅延してなかなか思うように進まない年。他人に足を引っ張られるなど邪魔が入ることも多そうです。スケジュールは遅れ気味と思ってください。</span>";

$data7[5]["title"]="樹木／Wood";
$data7[5]["sub"]="成長、健康、忍耐、ネットワーク";
$data7[5]["comm"]="毎月の目標、プランを作成して望む未来につなげていきましょう。";
$data7[5]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">今年は成長につながること全般にツキあり。あなたにとって大きな学びや成長につながる1年です。四方八方に意識を張り巡らせるようにしてください。たくさんの情報を取り入れて貪欲に学んでいきましょう。資格試験など自分の身になるものに手を出すのもおすすめです。注意点として、今年は無理が利きにくい年。健康面に黄信号が灯っています。心身のメンテナンスを心がけましょう。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">将来に向けてじっくりとお付き合いを深める年。結婚など将来的なことについて考えるのもよいでしょう。出会いを探している人はネットやSNSなど情報のつながりにチャンスあり。ただし、成立するまで少し時間がかかりそう。</span><span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span><span class=\"card_log\">粘り強さや頑張り、成長が求められます。成果は一朝一夕には上がりません。人と比べるのではなく自分のために仕事をすることが大切です。</span>";

$data7[22]["title"]="道／Paths";
$data7[22]["sub"]="選択、道、手段、地図";
$data7[22]["comm"]="迷った時は今一度自分を見つめ直し、この道でいこうと覚悟を決めることが大切です。";
$data7[22]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">人生において何らかの選択が迫られる年です。方向性に迷った時には、今考えているもの以外にも選択肢があるはずと、プランBを探してください。見落としているものにこそ、大きなヒントが隠れていることがあります。焦りや迷いが生まれやすい時期です。迷った時は一歩立ち止まって現状を確認するようにしましょう。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★☆☆☆</span></span>
<span class=\"card_log\">未来について悩むことが増えそう。新しい恋の予感もありますが、気持ちが定まらず複数の異性に惹かれることになるかもしれません。自分が選んだ道を信じる覚悟が必要な年です。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">今まで信じてきたことに迷いが生じ、今後について悩むことが増えるかもしれません。視野が開け新たな選択肢が見えてくる時。未来は1つだけではありません。複数の可能性があると考えて動きましょう。			
</span>";

$data7[35]["title"]="錨／Anchor";
$data7[35]["sub"]="安定、安心、信頼、継続、仕事";
$data7[35]["comm"]="保守的になりやすい年です。守りを固めることも大切ですが、守りすぎには注意しましょう。";
$data7[35]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">夢や目標をしっかりと見定め、着実に歩んで行く年です。物事の現実的な面を大切にする傾向が強まります。やらなければならないことに追われがちですが、優先順位を決めてルーチン化すれば問題はクリアになります。その時々の決断を大切にしてください。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">恋人がいる人の恋愛運は安定。未来に向けて良い流れが進んでいきます。将来的な話が出るかもしれません。一方、恋人募集中の人は環境を変えないと恋につながらない予感。職場に気になる人が現れるかもしれません。でも、見ているだけでは駄目。あなたから動くことも考えましょう。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★★</span></span>
<span class=\"card_log\">仕事運は絶好調。判断力、決断力が冴え、周囲の評価も上がりそう。ただし、1つのことに固執して頑固になりやすい面もあるので、時には周りの意見を聞くことを意識しましょう。</span>";

$data7[20]["title"]="庭園／Garden";
$data7[20]["sub"]="社交、集まり、イベント、パーティー";
$data7[20]["comm"]="人脈が大切になる年です。相手に好印象を与えるためにもセンスアップを図っていきましょう。";
$data7[20]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★★★</span></span>
<span class=\"card_log\">社交運絶好調。趣味に遊びにと忙しくなりそうな年。人との交流で成長する1年です。今年は自分の世界に閉じこもっていては駄目。ネット、リアルどちらでもよいので積極的に人と関わるようにしましょう。趣味、興味のある分野が新しく増えそうな予感もあります。社交的になる分、出費は少し増えますが、充実した時間を過ごすための必要経費と割り切って。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">SNSや飲み会、交流会など人の集まる場に出会いのチャンスあり。ご縁のある人は外見よりも中身、趣味や好みが合う人です。恋人がいる人は順調なお付き合いとなりそう。結婚を見据えた同棲の話が出るかもしれません。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">いかにも仕事というガチガチのお付き合いよりも飲みに行ったり雑談したりといった和やかな空気感が大切になります。仕事も遊びも全力で楽しむといった気持ちの余裕を持ちましょう。</span>";

$data7[1]["title"]="騎士／Cavalier";
$data7[1]["sub"]="メッセンジャー、出会い、動き、スピード";
$data7[1]["comm"]="臨機応変な行動が現状打開の鍵。スピーディーにアグレッシブに動くことが求められます。";
$data7[1]["log"]=
"<span class=\"card_title\">≪全体運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">人に限らず物や環境など、様々な「出会い」がある年です。今年は自ら動くことを大切にしてください。多少の困難は度胸と行動力で何とかなります。スピード感を意識して動きましょう。また、この1年は情報収集が鍵。色々な場所に赴き積極的に情報収集をしてください。足で動いて集めることがポイントです。</span>
<span class=\"card_title\">≪恋愛運≫<span class=\"card_star\">★★★★☆</span></span>
<span class=\"card_log\">年下の異性と出会いのチャンスがありそう。お相手は爽やかなタイプでフットワークの軽い人。熱い想いをぶつけられることになるかも。恋人のいる人はあちこち出かけて楽しい時間を過ごすと吉。ただし、女性の方は浮気心に注意です。</span>
<span class=\"card_title\">≪仕事運≫<span class=\"card_star\">★★★☆☆</span></span>
<span class=\"card_log\">営業力や行動力が大切となる年です。仕事先にはこまめな連絡を。細やかな気遣い、フットワークの軽さが次の仕事につながります。事務職の人は仕事を溜めずに早めに片付けるようにしましょう。</span>";

$data8[0]["title"]="王の杖";
$data8[0]["sub"]="★★★★★";
$data8[0]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">
新たな展開、新たな目的の訪れが状況を急に変化させて運勢が好転します。<br>
初めての体験や何かを始めることはいい運気をスタートさせてくれるでしょう。<br>
たとえば高級な料理はおいしくて当たり前だけど、手作りのおにぎりを自然の中で食べる値段をつけられない素晴らしいものに変化します。<br>
障害を乗り越え束縛から解放されて自由になる達成感を掴んでください。<br>
</span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">
2022年よいスタートを切れそうです。<br>
自信をもって多少の困難にも負けないで積極的にがんばって求めていけばよい恋愛に繋がります。<br>
心を開くことを恐れないで素直な自分を表現し嘘は絶対につかないで本当の自分らしい恋してください。<br>
どんな形でも自分にとって最高に思えるならその時その瞬間を見逃さないで下さい。<br>
</span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">
春は残っていることを解決させるように。<br>
2022年、処理すべきことはありそうですが、それを乗り越えたら後は安定します。<br>
やりたかった仕事を選んだのなら成果が出るでしょう。<br>
今年の転職運は自信あるならやってみて！少しでも不安があるならもう一度見直してください。<br>
</span>
";

$data8[1]["title"]="聖杯の９";
$data8[1]["sub"]="★★★☆☆";
$data8[1]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年は自分の能力を知り節度を保って、地道に努力を積んでいけば次第に叶うようになってきます。<br>焦らないで悠々と頑張る事が近道です。<br>困っている人がいるて助けたり協力したり、他人の気持ちを共感することは大切なことだと知っているはずです。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">愛情に満たされ良いご縁につながるので恋愛が実ります！<br>高台にそびえ建つ古代遺跡のように、どんなふうに作ったのか分からない……<br>恋愛も同じです。相手の事を理由がなくて好きになりませんか？<br>そんな恋に落ちる瞬間は目の前です！<br>相手をよく理解して自分の気持ちを素直に伝えてくださいね。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">やっと安定した時期に入りました。<br>対人関係の安定が仕事の満足感、充実につながります。<br>仕事をする上で自分中心だと錯覚すると足下をすすくわれます。ちゃんと着地点を定めてから行動して下さいね。<br>今年の転職は様子を見るべきです。もっと良い転職先が見つかるまで現状でストップ。<br></span>
";

$data8[2]["title"]="コインの８";
$data8[2]["sub"]="★★★★☆";
$data8[2]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年考え方に変化が訪れそうです。<br>素晴らしい景色を見ているだけで十分幸せで充実できる時間は心を満たしてくれます。<br>たとえば海を眺めているだけでも心が落ち着くような自分と向き合うことでそういう安定感を得られてすべてうまくいくエネルギーやパワーが宿ります。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">意思の疎通は難しい時もありますが、相手の気持ちを繊細に気遣う事を学ぶ良い機会。<br>自分の気持ちを素直に表現すること。<br>
気持ちを察して欲しいのに、思うような言葉を相手がくれなかったりすると戸惑いがちです。<br>ずっと行きたかった場所にやっと行けたら待ちわびてた感じ、そこにいるだけで幸せ。そんな気持ちが目の前にやってきそうです。<br></span>
<span class=\"card_title\">≪仕事運≫</span><span class=\"card_log\">2022年順調なスタートを切れそうです！<br>無気力で楽しく仕事ができなかった今までとは違いエネルギッシュに労働に精を出す印象で、楽しく仕事ができるという場面に遭遇しそうですよ。<br>転職は焦ってするより様子を見ながら現状でもう少し努力していたほうが懸命です。<br></span>
";

$data8[3]["title"]="女王の剣";
$data8[3]["sub"]="★★★★★";
$data8[3]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年、これまでより状況が良い方向に転換されて行きます。<br>ただ願望は叶うパワーが後少し足りない様子なのでもうしばらくは努力を続けていくべきです。<br>強い信念と豊かな教養があり、人にはやさしく自己には厳しい純粋な気持ちと強い向上心の持ち主だから真面目すぎて息抜きを忘れてしまう事も……<br>オンとオフの切り替えだけ忘れないでくださいね。<br>
</span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今までお付き合いしてきた人は相手との愛情が深まり、気持ちを素直に告白し、心の交流を深める事でもっと仲良くなれそうです！<br>片思いの人は前向きに決めつけないでやり取りしてくださいね。<br>待っていても動かない相手のことは自力で動かして下さい。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">新しい価値観やアイデア、考え方を生み出し、テキパキとこなせます。<br>転職運も好調！才能を発揮して道が開く事が出来るでしょう。<br>現状維持の人は今までなかった考え方で、自分の生き方に目覚めやる気がおこり効率良くこなせるようになるでしょう。<br></span>
";

$data8[4]["title"]="ペイジの聖杯";
$data8[4]["sub"]="★★★";
$data8[4]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年は保守的で安定した生活で片寄らず、バランスが取れて穏やかな年となるでしょう。<br>過去の出来事が意味を持っていたと気が付き同じ失敗を繰り返さないよう回避できるようになります。<br>伝統やご先祖様を大切にして。<br>自分の心の中で感謝をすることで成長できます。<br>
</span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">満たされた恋愛が訪れます！<br>愛されている実感が強くて幸せを感じ充実感に満たされるでしょう。<br>復縁運も上昇中。別れた恋人と偶然の再会やＳＮＳでつながったり、懐かしい気持ちで縁を戻すこともありそうです。<br>
</span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">後輩や部下の世話する、教え導くことによって責任ある仕事を任され信頼され評価されます。<br>昇進したりスキルアップもありそうですよ。<br>転職は無理にする必要はありませんが、これだと思う機会があれば転職により道が開けます。<br></span>
";



$data8[5]["title"]="ナイトの剣";
$data8[5]["sub"]="★★★★★";
$data8[5]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年状況が好転してチャンスが訪れ、生活に変化が出てきそう。<br>困難や障害を克服するパワーがあるので、やりたいことはやり始めて良いです。<br>ただ、だいたいは上手くこなせるのですがやり過ぎや油断などで失敗しやすいので常に注意は必要です。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今年一目惚れしたりあっという間に恋に落ちるような事があるかも。<br>ただ早すぎる展開なので、よく相手を見なかったり問題が生じがちなので注意が必要です。<br>些細なことで我をはってケンカをしないように気持ちを引き締めて。<br>「私は悪くない」そういう考え方では絶対上手くいきません。<br>大切なのは謙虚な気持ちが一番です。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">新しい挑戦に良い流れです。<br>転職はチャンスだと思ったら即座に決断してOK。ただし落ち着いて行動することを忘れずに。<br>勉強にも力が入りそうです。<br>資格や昇進試験があるならこのチャンスを逃さないでワンランク上を目指すのにも良い年でしょう。<br></span>
";


$data8[6]["title"]="杖の４";
$data8[6]["sub"]="★★";
$data8[6]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2021年にごちゃごちゃしていた状況が安定してくるので事態が終息に向かい、秩序の回復、整理され争いやゴタゴタがおさまり多少時間がかかっても悩みが解決します。<br>急ぐと失敗しがちですから焦らず腰をすえてじっくり取り組むべきです。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今年の恋愛運は決して悪くないのですが、全体的に無難に進みがちなので、あまり変化なく中にはマンネリに感じたりする事があると思います。<br>一つの恋に区切りがついても次の恋はちゃんとあります。<br>やがてもっと良い出会いが訪れるでしょう。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">2022年は真面目に規則ただしく仕事をこなす事が出来るでしょう。<br>毎日同じで楽しくとはいかなくても、当たり前の生活と職場環境だからこその充実、安定しているから安心です。<br>転職は無理してまで動く必要はありません。<br>あまり良くなくても我慢して決めてしまうと、また転職しそうです。<br></span>
";


$data8[7]["title"]="王のコイン";
$data8[7]["sub"]="★★";
$data8[7]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">今年は思い描いてる事が叶いそうな運気。<br>多少の変動や障害はありそうですが、諦めずにやっていけば目標達成に到達するでしょう。<br>油断や自意識過剰は禁物で目先の欲に惑わされないこと。<br>他人のアドバイスや忠告はちゃんと聞くとよい方向、よい結果に繋がります。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今年の恋愛運は焦ると上手く行きにくいでしょう。<br>相手の気持ちを配慮しながら最初は友人として気長にお付き合いしていくとやがて恋人に変化する可能性はあります。<br>自分の思い込みは案外間違っている事が多いのです。<br>ちゃんと自分の言葉で相手に聞いて確認すべきです。<br>
</span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">生活状態を改善が仕事運を上昇させる鍵。<br>例えば早く行動したり仕事とプライベートはきちんと分けたり……<br>そうすることで経済状態が良くなるでしょう。<br>時間と労力を惜しまないで時間を有効的に使うことは大切です。<br>運気アップに繋がります。転職は少し様子見て機会を待ったほうが良いでしょう。<br></span>
";


$data8[8]["title"]="剣の２";
$data8[8]["sub"]="★★★★";
$data8[8]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年は才能を発揮し認められる。思わぬ自分の能力を知る。<br>希望の実現、状況が好転してきたり人と協力し合うで物事がうまく進むでしょう。<br>困難の克服を意識する事で、援助や誰かに助けて貰える機会も増えそう。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">今年は趣味など共通する事から良い恋愛に芽生える事もあるでしょう。<br>いつもと違って少し積極的に気持ちを交流させるためにＳＮＳは有効な手段です。<br>今までやっていなかった人は今年から始めて見るのは如何でしょうか。<br>お付き合いの相手とつまらないことで意地を張ってケンカをしないように。<br>お互いをよく理解しながら進めて下さいね。<br>
</span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">仕事が順調に運ぶことで運気が上昇していきます。<br>過去の業績が評価されたり、以前の仕事を再び行う事も大切です。<br>転職は無理にしないでもう少し現状で努力するほうがやりがいが得られるでしょう。<br>あまり焦らず穏やかに進めてみて下さいね。<br></span>
";


$data8[9]["title"]="聖杯の１";
$data8[9]["sub"]="★★★★★";
$data8[9]["log"]="
<span class=\"card_title\">≪総合運≫</span>
<span class=\"card_log\">2022年は、今まで頑張ってきた事の努力が実ります！<br>人から感謝をされたり、もめ事があった方は解決し仲直りする事が出来るでしょう。<br>悪い性格が直り悪い誘惑に打ち勝ツ事が出来ます。<br>悩み事も消えていく感覚で、例えば定期的に都会を離れて静かに過ごすと、頭がクリアになるような…自分自身のリラクゼーションを考えると運気は上昇するでしょう。<br></span>
<span class=\"card_title\">≪恋愛運≫</span>
<span class=\"card_log\">相思相愛の幸せな恋愛が訪れます！<br>過去の恋人や友人と関係を再開させる事もあるかもしれません。<br>新たな交際の始まり、幸運のチャンスが訪れます。<br>わがままを出さず現実をしっかり見つめて進展させ、いっしょに過ごす時間の素晴らしさを共有できるように心掛けて下さいね。<br></span>
<span class=\"card_title\">≪仕事運≫</span>
<span class=\"card_log\">才能を伸ばし協調して円満にやって行ける、チャンスが訪れる年です。<br>どうしても不満があれば転職もありですが、現状で頑張っても進展するでしょう。<br>ただ、目先の欲にとらわれるような転職の誘惑がありそうです……。<br>
</span>
";

$data9[4]["s1"]="★★☆☆☆";
$data9[4]["s2"]="★★☆☆☆";
$data9[4]["s3"]="★★★★☆";
$data9[4]["s4"]="シルバー";
$data9[4]["s5"]="ソーダライト";
$data9[4]["s6"]="
去年の自分を振り返り、出来なかったこ事や直すべき事をきちんと整理してリスタートする一年になります。過去を振り返る中で、色んなことに気づける年です。自分と向き合う時間を増やしましょう。やり残していたこと、未解決なこと、目をそむけていたことにも直面せざるを得ないエネルギーが強まる時期です。前半戦に、そのことを解決させれば、後半は素晴らしい巡りが待っているでしょう。身辺のお掃除をするような気持ちで、色んな巡りを整えていきましょう。ネガテｲブな発言は避けて、誠実な対応と真摯な向き合いを心掛けて下さい。その姿勢が周りとの調和を生み出すでしょう。新しく入ってきた巡りにはやや慎重な姿勢で向き合ってください。過去に投げやりになったことをもう一度取り戻せるチャンスでもあります。今年は自分の悪い癖を直して恋愛と向き合う事が大切です。復縁を支援する暗示も。ワントーン明るいメイクが開運のコツです。
";


$data9[0]["s1"]="★★★☆☆";
$data9[0]["s2"]="★★★☆☆";
$data9[0]["s3"]="★★★☆☆";
$data9[0]["s4"]="黄色";
$data9[0]["s5"]="オニキス";
$data9[0]["s6"]="
良い波悪い波が交互に巡ってくる一年になりそうです。めぐりが悪いと感じた時は深呼吸して、やや保守的に時間を過ごしましょう。しばらくすれば、すてきなめぐりが待っているはず。高すぎる目標を持たずに、最低限叶えられる目標設定をして、心理的負荷を大きくする事は控えましょう。しんどい波を一つクリアするたびに、自己成長へとつながっていきます。自分を信じて、周囲に振り回されないようにしましょう。ストレスからの浪費にはくれぐれも注意です。自然の多い場所でなるだけパワーチャージをしたり、信頼できる友人や家族と過ごす時間を増やしましょう。大きな決断をするときにはなるだけ慎重に。大切な人や長く繋がりたい人には、素直な気持ちで向き合うようにしましょう。				
";

$data9[1]["s1"]="★★★★★";
$data9[1]["s2"]="★★★★☆";
$data9[1]["s3"]="★★★★☆";
$data9[1]["s4"]="緑";
$data9[1]["s5"]="ブルーレースアゲート";
$data9[1]["s6"]="
良い波悪い波が交互に巡ってくる一年になりそうです。めぐりが悪いと感じた時は深呼吸して、やや保守的に時間を過ごしましょう。しばらくすれば、すてきなめぐりが待っているはず。高すぎる目標を持たずに、最低限叶えられる目標設定をして、心理的負荷を大きくする事は控えましょう。しんどい波を一つクリアするたびに、自己成長へとつながっていきます。自分を信じて、周囲に振り回されないようにしましょう。ストレスからの浪費にはくれぐれも注意です。自然の多い場所でなるだけパワーチャージをしたり、信頼できる友人や家族と過ごす時間を増やしましょう。大きな決断をするときにはなるだけ慎重に。大切な人や長く繋がりたい人には、素直な気持ちで向き合うようにしましょう。				
";


$data9[2]["s1"]="★★★☆☆";
$data9[2]["s2"]="★★★☆☆";
$data9[2]["s3"]="★★★★☆";
$data9[2]["s4"]="赤";
$data9[2]["s5"]="カーネリアン";
$data9[2]["s6"]="
物事がスピ－デｲ－に展開する一年になりそうです。自分が積極的に動くだけではなく、周りからも、活動的に動くことを求められることが多い年になります。まっすぐにテンポよく行動することは、良い事ですが、人と衝突したりトラブルには要注意。大切な言葉を発する時には、一度深呼吸を。全体的によく動き働く一年になりそうです、落ち着いてじっくりと言うよりは、あれこれ色んなことにも手を出しやすくなります。ある意味、自分の世界を広げれるチャンスにはなりますが、手を出してから後悔しないように、事前リサーチには力を入れましょう。いろんな経験を積める年にもなります。もどかしく停滞気味だった恋愛にも活気と情熱が戻りそうです。強い個性を感じるお相手と進展の暗示。ダラダラと続いている関係は白黒ハッキリ答えが出そうです。活動的な一年なので、癒しグッズや、眠る前のリラックスタイムで質の良い睡眠を確保してくださいね。
";

$data9[3]["s1"]="★★★☆☆";
$data9[3]["s2"]="★★★★☆";
$data9[3]["s3"]="★★★★☆";
$data9[3]["s4"]="黒";
$data9[3]["s5"]="ラブラドライト";
$data9[3]["s6"]="
感受性が高まり、直感が冴えるので、自分の決断を信じられる一年になりそうです。
じっくり時間をかけて作った計画よりも、ピンとひらめいたプランで行動すると、素敵なチャンスと出会えそうです。集団行動よりも個人プレーがオススメな一年になりそうです。自分が心の奥から望んでいたお仕事やパートナーにも気づけそうです。一番輝ける環境を見つけられたり、新たなルーテｲンが作れる年にもなりそうです。不安になったり恐れることは何一つありません。人に合わせ過ぎたり、相手に尽くし過ぎていた人は、きちんと自分らしい生活が出来るように整えましょう。今年は自分を信じて思うまま感じるままに動くことがプラスの年です。転職やお引越し、パートナー全てにおいて、自分の中で違和感を感じたものは手離して、自分が惹かれたものとポジティブに向きい合いましょう。きっと清々しい風が吹き始め、素敵な生活を引き寄せられるでしょう。
";

$data9[5]["s1"]="★★★★☆";
$data9[5]["s2"]="★★★★☆";
$data9[5]["s3"]="★★★☆☆";
$data9[5]["s4"]="ブルー";
$data9[5]["s5"]="シトリン";
$data9[5]["s6"]="
変化の一年になりそうです。運気の流れが大きく変わり、自分の趣味や関心が新たな世界へ向かう年になりそうです。１つのサイクルが終わり、新たな展開を必要とします。独創性や企画力もアップして、クリエイティブなエネルギーに包まれるでしょう。新しく生まれ変わったあなたのイメージが、周囲から好印象を持たれそうです。変化を楽しむような気持で、明るく過ごすことが開運のコツです。今までよいと思っていたものが、急に色あせて見えることもあるでしょう。従来の生き方や価値観にこだわらずに、自分のフィールドを前向きに新しく広げていきましょう。自分の殻に閉じこもったり、同じことを繰り返すのはNGアクションです。新しい出会いもどんどん前向きに受け入れて下さい。後半は輝くようなオーラに包まれるでしょう。愛する人には自分から積極的なアプローチを。今まで出会ったことのないタイプの異性とも進展の暗示がありそうです。
";

$data9[6]["s1"]="★★★★☆";
$data9[6]["s2"]="★★★★☆";
$data9[6]["s3"]="★★★★☆";
$data9[6]["s4"]="水色";
$data9[6]["s5"]="ラピスラズリ";
$data9[6]["s6"]="
困難を克服できそうな一年になりそうです。今まで出来なかったことで成功をおさめたり、諦めていたことが実現したり、実りの多い年になりそうです。自分の新たな才能や可能性にも気付ける時期。過去からの傷が癒えたり、コンプレックスも解消できるチャンスが到来です。自信を強く持ち、弱気な自分とはサヨナラしましょう。面倒だなあと思うことでも前向きに引き受けると、予想以上の結果を生み出せそうです。お金の巡りも良いので、貯蓄計画を立ててしっかり取り組んでみてください。大切な人とは、次のステージに上がれそうです。嫉妬心はトラブルの暗示。わかりやすい愛情表現を心がけましょう。諦めていた人との接点も増えてきそうです。お洋服では、デザインや流行を重視しすぎるよりも、自分が着心地の良い素材や機能性を重視して選ぶことも開運のコツ。好きな映画や音楽を楽しむ時間を増やしましょう。
";


$data9[7]["s1"]="★★★☆☆";
$data9[7]["s2"]="★★★★★";
$data9[7]["s3"]="★★★★☆";
$data9[7]["s4"]="ピンク";
$data9[7]["s5"]="ローズクｵーツ";
$data9[7]["s6"]="
人に恵まれ、周りから愛されたり、人間関係がとても良好な一年になりそうです。自分の心を元気で前向きな状態にしておくと、さらに今年の運勢を高めることが出来そうです。特にプライベートでの人間関係があなたの生活をより豊かに楽しく変化させてくれる時期です。人の紹介で、ビジネスチャンスも舞い込みそうです。美的センスが磨かれていきます。新しい髪形、洋服やアクセサリーにチャレンジすることも開運のコツです。自分が目指す方向、将来の夢をきちんと理解してくれるパートナーとの出合も期待できそうです。自分をないがしろにしたり、冷たい対応をしてくる人との関係は断ち切りましょう。古い関係にサヨナラしても素敵な出逢いが新たに生まれます。付き合いが増えるので、食べ過ぎや飲み過ぎ、胃腸トラブルには注意が必要です。時間がある時には、軽いウオーキングでリフレシュしてみてください。
";


$data9[8]["s1"]="★★☆☆☆";
$data9[8]["s2"]="★★☆☆☆";
$data9[8]["s3"]="★★★☆☆";
$data9[8]["s4"]="オレンジ";
$data9[8]["s5"]="マラカイト";
$data9[8]["s6"]="
迷いが無くなり、勇敢に前進する一年になりそうです。自分の主義や主張がはっきりしてくるので、時には周囲とのトラブルも出てきそうです。あなたの言動への評価が二極化してしまう恐れもある年です。自分の中では正義感のつもりで発言した言葉が、誤解やトラブルならないように、なるだけ柔らかい言葉や表現を選びましょう。独立心や自立心も旺盛になり、我慢や忍耐がしにくくなります。ビジネス面でのうまい話にはくれぐれも騙されないようにしましょう。自分のやりたいことには、惜しみなくお金を使いやすいので、年始には支出計画を立てましょう。恋愛面では相手への不満をストレートに伝えすぎて、怒らせてしまわないように注意が必要です。年下の異性との出合いやアプローチに期待が出来そうです。ストレスからの暴飲暴食には注意しましょう。
";


$data9[9]["s1"]="★★★☆☆";
$data9[9]["s2"]="★★★☆☆";
$data9[9]["s3"]="★★★★☆";
$data9[9]["s4"]="グレー";
$data9[9]["s5"]="アマゾナイト";
$data9[9]["s6"]="
周りから求められたり、頼りにされることが多くなる一年になりそうです。自分のパワーを使うよりも、周囲に周囲にエネルギーを与えることが増えそうな年です。時には燃料切れを起こして、どうして自分だけ？とストレスが溜まることがあるでしょうしかし、後半には、あなたが奉仕したエネルギーが恩恵なって、あなたのもとに返ってきます。その頃には達成感さえも感じられるようになるでしょう。仕事では任される内容が増えたり、責任やプレッシャーが強まる年です。コツコツと目の前にあることを丁寧にこなせば、結果につながります。愛情面では、たよられたり、わがままを聞かなければならない展開になることもありそう。友人だった異性との関係に変化が起きる暗示も。お出かけ先、旅先での出会いにも期待できそうです。ストレスからの不眠やイライラにはくれぐれも注意。バランスの取れた食事を意識して、ダイエットはほどほどにしておきましょう。
";

$data9[10]["s1"]="★★★★☆";
$data9[10]["s2"]="★★★★☆";
$data9[10]["s3"]="★★★☆☆";
$data9[10]["s4"]="金色";
$data9[10]["s5"]="グリーンアベンチュリン";
$data9[10]["s6"]="
慎重にゆっくりと土台を固める一年になりそうです。軽率な行動を控え、時間をかけて行動したり、準備を入念にすることが今年の開運アクションです。冷静な判断で、周りをサポートできるので縁の下の力持ちとしての活躍が期待できそうです。あなたに堅実で誠実なオーラが漂い、人間関係では欠かせない存在となりそうです。持久力が高まる時期なので、自分を高めるための資格試験にチャレンジすることもオススメです。予定はあっという間に埋まりますのでスケジュール管理は徹底しておきましょう。年始に毎月の貯金額をきちんと決めてコツコツと継続しましょう。愛情面ではあなたの献身的な姿に、お相手がぐんと魅了されそうです。小さなプレゼントをすることで、仲良くなれるキッカケを作れそう。始めていくお店での新たな出合にも期待できそうです。
";

$data9[11]["s1"]="★★☆☆☆";
$data9[11]["s2"]="★★☆☆☆";
$data9[11]["s3"]="★★★☆☆";
$data9[11]["s4"]="紺色";
$data9[11]["s5"]="水晶";
$data9[11]["s6"]="
迷いや焦りが出やすい一年です。自分と周りを比べて、不安から結論を急ぎやすくなります。そんなこきにはまず深呼吸を。信頼できる人に相談をして、あまり自分一人で答えを出さないほうがよさそうです。自分は自分、相手は相手と上手く線引きをして、比較するエネルギーは、なるだけ自分のために使いましょう。SNSへの依存もほどほどに。いつもより早く起きて、瞑想タイムを作ったり、香りの良いお茶で癒される時間を増やすことが大切な開運アクションになりそうです。仕事では、周囲の人にペースを乱されたり、振り回されないように気を付けて下さい。過労にはくれぐれも要注意です。愛情面では頼りがいのある人や守ってくれる人とのご縁が強い年。結果を焦って行動すると、大切な人を失う暗示も。趣味で繋がった人からの素敵な紹介に期待できそうです。
";





?>

